[
  {
    "id": "800001",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Cosmologia",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Estudos Religiosos",
    "ano": "2025",
    "cargo": "Pesquisador em Ciências da Religião",
    "nivel": "Superior",
    "enunciado": "No sistema gnóstico, a criação do mundo material não é atribuída ao Deus Supremo e Inefável, mas sim a uma entidade inferior, muitas vezes descrita como ignorante ou arrogante. Assinale a alternativa que nomeia CORRETAMENTE esta entidade responsável pela criação da matéria.",
    "alternativas": {
      "A": "Monada.",
      "B": "Sophia.",
      "C": "Demiurgo.",
      "D": "Pleroma.",
      "E": "Logos."
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. O Demiurgo (frequentemente identificado como Yaldabaoth) é o artesão ou criador do mundo material no Gnosticismo. Ele é distinto do Deus Verdadeiro (a Mônada), sendo considerado uma divindade menor que aprisionou as centelhas divinas na matéria."
  },
  {
    "id": "800002",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Conceitos Fundamentais",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Estudos Religiosos",
    "ano": "2025",
    "cargo": "Professor de Filosofia",
    "nivel": "Superior",
    "enunciado": "O termo 'Gnosticismo' deriva do grego 'gnosis'. Diferente da fé cristã ortodoxa ('pistis'), a salvação para os gnósticos seria alcançada por meio:",
    "alternativas": {
      "A": "Do sacrifício ritualístico de animais.",
      "B": "Da estrita observância da lei mosaica.",
      "C": "Do conhecimento intuitivo e esotérico da natureza divina interior.",
      "D": "Da caridade e das obras sociais exclusivamente.",
      "E": "Da adoração às entidades cósmicas conhecidas como 'Grandes Antigos' (Cthulhu).",
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. A Gnose é o conhecimento salvífico, uma compreensão revelada e interior de que o espírito humano é uma centelha divina presa na matéria e que deve retornar à sua origem. A alternativa E está incorreta, pois Cthulhu pertence à ficção de H.P. Lovecraft."
  },
  {
    "id": "800003",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Mitologia",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Estudos Religiosos",
    "ano": "2025",
    "cargo": "Analista Cultural",
    "nivel": "Superior",
    "enunciado": "Dentro da complexa mitologia gnóstica, existe uma figura feminina (Aeon) que, em sua busca apaixonada por conhecer o Pai inefável, acaba caindo e gerando a matéria ou o Demiurgo por acidente. Qual é o nome dessa figura?",
    "alternativas": {
      "A": "Barbelo.",
      "B": "Sophia (Sabedoria).",
      "C": "Eva.",
      "D": "Lilith.",
      "E": "Helena."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O mito de Sophia é central em muitas escolas gnósticas (como a Valentiniana). Sua queda e subsequente redenção simbolizam a descida da alma à matéria e a necessidade de restauração ao Pleroma."
  },
  {
    "id": "800004",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Entidades",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Historiador",
    "nivel": "Superior",
    "enunciado": "Os textos de Nag Hammadi descrevem governantes do mundo material que servem ao Demiurgo e trabalham para impedir que as almas humanas ascendam ao reino espiritual. Esses guardiões planetários são chamados de:",
    "alternativas": {
      "A": "Aeons.",
      "B": "Archons (Arcontes).",
      "C": "Serafins.",
      "D": "Bodhisattvas.",
      "E": "Shoggoths."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Os Arcontes (do grego 'governantes') são as forças cósmicas, frequentemente associadas aos planetas, que administram o universo material sob o comando do Demiurgo, criando obstáculos para a alma."
  },
  {
    "id": "800005",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Identificação de Divindades",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Estudos Religiosos",
    "ano": "2025",
    "cargo": "Pesquisador",
    "nivel": "Superior",
    "enunciado": "Em estudos comparados de religião e literatura, é comum haver confusão entre mitologias antigas e ficção moderna. Assinale a alternativa que contém APENAS nomes de entidades presentes nos textos gnósticos históricos (como o Apócrifo de João).",
    "alternativas": {
      "A": "Yaldabaoth, Saklas e Samael.",
      "B": "Cthulhu, Dagon e Yaldabaoth.",
      "C": "Sophia, Zeus e Nyarlathotep.",
      "D": "Demiurgo, Azathoth e Cristo.",
      "E": "Yog-Sothoth, Barbelo e Abraxas."
    },
    "resposta_correta": "A",
    "comentario": "A alternativa A está correta. Yaldabaoth, Saklas e Samael são três nomes utilizados no Gnosticismo (especificamente no texto Apócrifo de João) para designar o Demiurgo ou criador inferior. As demais alternativas misturam divindades gnósticas com o panteão fictício de H.P. Lovecraft (Cthulhu, Azathoth, etc.) ou grego."
  },
  {
    "id": "800006",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Fontes Históricas",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Biblioteconomista",
    "nivel": "Superior",
    "enunciado": "A compreensão moderna do Gnosticismo foi revolucionada em 1945 com a descoberta de uma biblioteca de códices antigos no Egito. Qual é o nome dessa coleção de textos?",
    "alternativas": {
      "A": "Manuscritos do Mar Morto.",
      "B": "Biblioteca de Nag Hammadi.",
      "C": "Papiros de Oxyrhynchus.",
      "D": "Necronomicon.",
      "E": "Textos das Pirâmides."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. A Biblioteca de Nag Hammadi contém os principais textos gnósticos primários (como o Evangelho de Tomé e o Apócrifo de João), permitindo estudar o movimento pela ótica dos próprios gnósticos e não apenas de seus detratores."
  },
  {
    "id": "800007",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Dualismo",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Professor",
    "nivel": "Superior",
    "enunciado": "O Gnosticismo é caracterizado por um dualismo radical. Sobre essa visão de mundo, assinale a alternativa CORRETA.",
    "alternativas": {
      "A": "Acredita na sacralidade da matéria e que o corpo físico é o templo perfeito de Deus.",
      "B": "Defende que o espírito e a matéria são ambos bons e coeternos.",
      "C": "Considera o mundo material como uma prisão ou erro, oposto ao reino espiritual de luz (Pleroma).",
      "D": "Prega que o Demiurgo e o Deus Supremo são a mesma entidade benevolente.",
      "E": "Baseia-se na ideia de que o caos primordial, representado por Cthulhu, deve ser despertado para renovar a Terra."
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. O dualismo gnóstico coloca o espírito (pneuma) como positivo e divino, e a matéria (hyle) como negativa, corrupta e criada por uma divindade inferior."
  },
  {
    "id": "800008",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Abraxas",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Historiador da Arte",
    "nivel": "Superior",
    "enunciado": "Basilides, um mestre gnóstico de Alexandria, ensinava sobre uma entidade suprema ou um 'Grande Arconte' que englobava em si os 365 céus. Essa figura, frequentemente representada em talismãs com cabeça de galo e pernas de serpente, é conhecida como:",
    "alternativas": {
      "A": "Abraxas.",
      "B": "Moloque.",
      "C": "Baphomet.",
      "D": "Hastur.",
      "E": "Kronos."
    },
    "resposta_correta": "A",
    "comentario": "A alternativa A está correta. Abraxas (ou Abrasax) é uma figura central no sistema de Basilides, cujas letras em grego somam o valor numérico de 365, correspondendo aos dias do ano e aos céus/eons do sistema cosmológico."
  },
  {
    "id": "800009",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Pleroma",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Teólogo",
    "nivel": "Superior",
    "enunciado": "No Gnosticismo, o termo 'Pleroma' refere-se a:",
    "alternativas": {
      "A": "O abismo infernal onde residem os demônios.",
      "B": "A totalidade ou plenitude do reino divino, habitado pelos Aeons e pelo Deus Verdadeiro.",
      "C": "O livro sagrado escrito por Valentim.",
      "D": "A cidade submersa de R'lyeh.",
      "E": "O ritual de batismo pela água."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Pleroma (do grego 'plenitude') designa a totalidade dos poderes divinos, a região de luz acima do mundo material criado pelo Demiurgo."
  },
  {
    "id": "800010",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Yaldabaoth",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Analista",
    "nivel": "Superior",
    "enunciado": "O 'Apócrifo de João' descreve o Demiurgo Yaldabaoth com uma aparência teratomórfica (monstruosa). Qual é a descrição clássica dessa entidade nos textos gnósticos?",
    "alternativas": {
      "A": "Um homem velho de barba branca sentado em um trono.",
      "B": "Uma serpente com rosto de leão.",
      "C": "Um gigante com tentáculos no lugar da boca, semelhante a Cthulhu.",
      "D": "Um anjo de doze asas e múltiplos olhos.",
      "E": "Um touro alado."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Yaldabaoth é frequentemente descrito como uma serpente com cabeça de leão (leontocefálica), simbolizando sua natureza bestial, cega e arrogante em contraposição à sabedoria divina."
  },
  {
    "id": "800011",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Cristologia",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Professor",
    "nivel": "Superior",
    "enunciado": "Muitos grupos gnósticos adotavam uma visão 'docética' em relação a Jesus Cristo. Isso significa que eles acreditavam que:",
    "alternativas": {
      "A": "Jesus era um revolucionário político apenas.",
      "B": "Cristo não tinha um corpo físico real, mas apenas uma aparência de carne, pois o divino não poderia se misturar com a matéria corrupta.",
      "C": "Jesus e o Demiurgo eram a mesma pessoa.",
      "D": "Cristo veio para fortalecer a Lei de Moisés.",
      "E": "Jesus era um sumo sacerdote de Dagon."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O Docetismo (do grego dokein, 'parecer') é a doutrina de que o corpo de Cristo era uma ilusão ou puramente espiritual, rejeitando o sofrimento físico real na cruz, pois a matéria é considerada intrinsecamente má no Gnosticismo."
  },
  {
    "id": "800012",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Sethianos",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Pesquisador",
    "nivel": "Superior",
    "enunciado": "Uma das principais seitas gnósticas, os Sethianos, considerava-se a descendência espiritual de Seth, terceiro filho de Adão. Para este grupo, quem era a personificação da Sabedoria Divina e consorte do Espírito Invisível?",
    "alternativas": {
      "A": "Barbelo.",
      "B": "Maria Madalena (exclusivamente).",
      "C": "Shub-Niggurath.",
      "D": "Helena de Troia.",
      "E": "A Virgem Maria ortodoxa."
    },
    "resposta_correta": "A",
    "comentario": "A alternativa A está correta. No Gnosticismo Sethiano, Barbelo é a primeira emanação do Deus Supremo, o pensamento divino (Ennoia) e a mãe universal, desempenhando um papel crucial na cosmologia."
  },
  {
    "id": "800013",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Centelha Divina",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Filósofo",
    "nivel": "Superior",
    "enunciado": "O objetivo final da prática gnóstica é a libertação da 'centelha divina' (pneuma). Segundo essa teoria, o que aprisiona essa centelha?",
    "alternativas": {
      "A": "O pecado original entendido como desobediência moral.",
      "B": "O corpo físico (soma) e a psique (alma inferior) criada pelo Demiurgo.",
      "C": "A falta de fé nos dogmas da igreja institucional.",
      "D": "A maldição dos Antigos Deuses adormecidos.",
      "E": "A recusa em participar dos sacramentos estatais."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Para os gnósticos, o corpo material e a mente racional/emocional inferior são criações do Demiurgo destinadas a manter o espírito (centelha divina) esquecido de sua origem celestial."
  },
  {
    "id": "800014",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Heresia e Ortodoxia",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Historiador Eclesiástico",
    "nivel": "Superior",
    "enunciado": "Irineu de Lyon, em sua obra 'Adversus Haereses' (Contra as Heresias), foi um dos principais críticos do Gnosticismo no século II. Qual era a principal crítica de Irineu à teologia do Demiurgo?",
    "alternativas": {
      "A": "Que o Gnosticismo era muito simples e acessível ao povo.",
      "B": "Que a separação entre o Deus Criador (do Antigo Testamento) e o Deus Pai de Jesus (do Novo Testamento) era uma blasfêmia que negava o monoteísmo.",
      "C": "Que os gnósticos adoravam estátuas de Cthulhu em segredo.",
      "D": "Que os gnósticos exigiam celibato obrigatório para todos.",
      "E": "Que os gnósticos seguiam estritamente a lei judaica."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Os Padres da Igreja, como Irineu, combateram o Gnosticismo (especialmente Marcião e Valentim) por proporem que o Deus Criador do Gênesis era uma entidade diferente e inferior ao Deus revelado por Cristo."
  },
  {
    "id": "800015",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Maniqueísmo",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Professor",
    "nivel": "Superior",
    "enunciado": "O Maniqueísmo, fundado pelo profeta Mani no século III, é considerado herdeiro e continuador de muitas tradições gnósticas. Sua característica central, que influenciou até mesmo Santo Agostinho antes de sua conversão, é:",
    "alternativas": {
      "A": "O politeísmo irrestrito.",
      "B": "A luta cósmica eterna entre dois princípios equipotentes: o Reino da Luz e o Reino das Trevas.",
      "C": "A crença na inexistência do mal.",
      "D": "A adoração ao caos primordial representado pelo Necronomicon.",
      "E": "A negação completa de qualquer divindade."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O Maniqueísmo levou o dualismo gnóstico ao extremo, estabelecendo uma religião baseada no conflito perpétuo entre a Luz (Bem) e as Trevas (Mal), onde a matéria é intrinsecamente maligna."
  },
  {
    "id": "5000026",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Área do Porto e Poder Concedente",
    "banca": "Simulado Concurso Portuário",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Nos termos do Art. 15, a definição da área dos portos organizados será disposta por (i)_________, a partir de proposta (ii)_________.",
    "alternativas": {
      "A": "(i) Ato do Presidente da República; (ii) da ANTAQ",
      "B": "(i) Lei Ordinária; (ii) da Secretaria de Portos da Presidência da República",
      "C": "(i) Ato do Presidente da República; (ii) da Secretaria de Portos da Presidência da República",
      "D": "(i) Resolução da ANTAQ; (ii) do Poder Concedente",
      "E": "(i) Decreto Legislativo; (ii) do Conselho de Autoridade Portuária"
    },
    "resposta_correta": "C"
  },
  {
    "id": "5000027",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Área do Porto e Poder Concedente",
    "banca": "Simulado Concurso Portuário",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Conforme o Art. 16, ao poder concedente compete, EXCETO:",
    "alternativas": {
      "A": "Definir as diretrizes para a realização dos procedimentos licitatórios.",
      "B": "Celebrar os contratos de concessão e arrendamento.",
      "C": "Estabelecer as normas para a pré-qualificação dos operadores portuários.",
      "D": "Arrecadar os valores das tarifas relativas às atividades da administração do porto.",
      "E": "Expedir as autorizações de instalação portuária."
    },
    "resposta_correta": "D"
  },
  {
    "id": "5000028",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Área do Porto e Poder Concedente",
    "banca": "Simulado Concurso Portuário",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "De acordo com o Art. 16, § 2º, no exercício da competência de definir diretrizes para licitações, o poder concedente deverá ouvir previamente qual entidade, sempre que o certame envolver instalações voltadas a petróleo, gás e biocombustíveis?",
    "alternativas": {
      "A": "A Agência Nacional de Transportes Aquaviários - ANTAQ.",
      "B": "A Agência Nacional do Petróleo, Gás Natural e Biocombustíveis - ANP.",
      "C": "A Autoridade Marítima.",
      "D": "O Conselho de Autoridade Portuária - CAP.",
      "E": "O Órgão de Gestão de Mão de Obra - OGMO."
    },
    "resposta_correta": "B"
  },
  {
    "id": "5000029",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Administração do Porto Organizado",
    "banca": "Simulado Concurso Portuário",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "A Lei 12.815 distribui competências. Compete ao (i)_________ estabelecer as normas para a pré-qualificação dos operadores portuários, e compete à (ii)_________ executar a pré-qualificação de acordo com essas normas.",
    "alternativas": {
      "A": "(i) Poder Concedente; (ii) Administração do Porto (Autoridade Portuária)",
      "B": "(i) ANTAQ; (ii) Administração do Porto (Autoridade Portuária)",
      "C": "(i) Administração do Porto; (ii) ANTAQ",
      "D": "(i) Poder Concedente; (ii) ANTAQ",
      "E": "(i) Conselho de Autoridade Portuária; (ii) Administração do Porto"
    },
    "resposta_correta": "A"
  },
  {
    "id": "5000030",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Administração do Porto Organizado",
    "banca": "Simulado Concurso Portuário",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Conforme o Art. 17, § 1º, Inciso XI, ao identificar infrações, compete à administração do porto (autoridade portuária):",
    "alternativas": {
      "A": "Aplicar diretamente as penalidades previstas em lei, de forma sumária.",
      "B": "Reportar as infrações e representar perante a ANTAQ, visando à instauração do processo.",
      "C": "Reportar as infrações diretamente ao Poder Concedente, que aplicará a sanção.",
      "D": "Suspender o contrato do infrator e comunicar o Conselho de Autoridade Portuária.",
      "E": "Instaurar o processo administrativo e julgá-lo em primeira instância."
    },
    "resposta_correta": "B"
  },
  {
    "id": "5000031",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Administração do Porto Organizado",
    "banca": "Simulado Concurso Portuário",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "O Plano de Desenvolvimento e Zoneamento do Porto (PDZ), conforme o Art. 17, § 2º, será elaborado pela (i)_________ e submetido à aprovação da (ii)_________.",
    "alternativas": {
      "A": "(i) Autoridade Portuária; (ii) Secretaria de Portos da Presidência da República",
      "B": "(i) Autoridade Portuária; (ii) ANTAQ",
      "C": "(i) Secretaria de Portos; (ii) ANTAQ",
      "D": "(i) ANTAQ; (ii) Secretaria de Portos da Presidência da República",
      "E": "(i) Autoridade Portuária; (ii) Conselho de Autoridade Portuária"
    },
    "resposta_correta": "A"
  },
  {
    "id": "5000032",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Administração do Porto Organizado",
    "banca": "Simulado Concurso Portuário",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Nos termos do Art. 18, compete à administração do porto, sob coordenação da Autoridade Aduaneira:",
    "alternativas": {
      "A": "Estabelecer, manter e operar o balizamento do canal de acesso.",
      "B": "Estabelecer e divulgar o calado máximo de operação dos navios.",
      "C": "Delimitar as áreas de fundeadouro e de inspeção sanitária.",
      "D": "Delimitar a área de alfandegamento e organizar os fluxos de mercadorias e pessoas.",
      "E": "Delimitar as áreas destinadas a navios de guerra e navios com cargas inflamáveis."
    },
    "resposta_correta": "D"
  },
  {
    "id": "5000033",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Administração do Porto Organizado",
    "banca": "Simulado Concurso Portuário",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Sobre o Conselho de Autoridade Portuária (CAP), instituído pelo Art. 20, assinale a alternativa correta.",
    "alternativas": {
      "A": "É um órgão deliberativo, com composição paritária entre poder público e classe empresarial.",
      "B": "É um órgão consultivo, composto por 50% de representantes do poder público, 25% da classe empresarial e 25% da classe trabalhadora.",
      "C": "É um órgão consultivo, composto por 50% de representantes da classe empresarial e 50% da classe trabalhadora.",
      "D": "É um órgão deliberativo, com distribuição de vagas paritária entre os três setores (público, empresarial e trabalhadores).",
      "E": "É um órgão consultivo, cuja presidência é exclusiva de um representante da ANTAQ."
    },
    "resposta_correta": "B"
  },
  {
    "id": "5000034",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Administração do Porto Organizado",
    "banca": "Simulado Concurso Portuário",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Segundo o Art. 19, Parágrafo único, quando a administração do porto, exercida por entidade sob controle estatal, explorar áreas não afetas às operações portuárias:",
    "alternativas": {
      "A": "Está dispensada da aplicação das normas de licitação, por se tratar de atividade acessória.",
      "B": "Deve aplicar as normas de licitação e contratação pública.",
      "C": "Pode realizar a contratação direta, desde que autorizado pelo Poder Concedente.",
      "D": "Deve seguir apenas o Plano de Desenvolvimento e Zoneamento do Porto, sem necessidade de licitação.",
      "E": "Deve repassar 50% da receita obtida para a ANTAQ."
    },
    "resposta_correta": "B"
  },
  {
    "id": "5000035",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Administração do Porto Organizado",
    "banca": "Simulado Concurso Portuário",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Conforme o Art. 21, quando a administração do porto for uma entidade sob controle estatal, será assegurada a participação de representantes das classes empresarial e trabalhadora no conselho de administração. A indicação desses representantes será feita:",
    "alternativas": {
      "A": "Pelo Poder Concedente.",
      "B": "Pela ANTAQ.",
      "C": "Pelos respectivos representantes no Conselho de Autoridade Portuária (CAP).",
      "D": "Pelo sindicato majoritário de cada classe.",
      "E": "Pelo Presidente da República, a partir de lista tríplice."
    },
    "resposta_correta": "C"
  },
  {
    "id": "5000036",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Administração do Porto Organizado",
    "banca": "Simulado Concurso Portuário",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "De acordo com o Art. 18, dentro dos limites da área do porto organizado, compete à administração do porto realizar diversas atividades sob coordenação de outras autoridades. Assinale a alternativa que lista uma competência exercida sob coordenação da Autoridade Marítima.",
    "alternativas": {
      "A": "Organizar e sinalizar os fluxos de mercadorias, veículos e pessoas.",
      "B": "Delimitar a área de alfandegamento.",
      "C": "Estabelecer e divulgar o calado máximo de operação dos navios.",
      "D": "Autorizar a movimentação de carga das embarcações, ouvidas as demais autoridades."
    },
    "resposta_correta": "C"
  },
  {
    "id": "5000037",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Administração do Porto Organizado",
    "banca": "Simulado Concurso Portuário",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Conforme o Art. 19, Parágrafo único, quando a administração do porto, exercida por entidade sob controle estatal, explorar áreas não afetas às operações portuárias:",
    "alternativas": {
      "A": "Está dispensada da aplicação das normas de licitação, por se tratar de atividade acessória.",
      "B": "Deve aplicar as normas de licitação e contratação pública.",
      "C": "Pode realizar a contratação direta, desde que autorizado pelo Poder Concedente.",
      "D": "Deve seguir apenas o Plano de Desenvolvimento e Zoneamento do Porto, sem necessidade de licitação."
    },
    "resposta_correta": "B"
  },
  {
    "id": "5000038",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Administração do Porto Organizado",
    "banca": "Simulado Concurso Portuário",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Sobre o Conselho de Autoridade Portuária (CAP), instituído pelo Art. 20, assinale a alternativa INCORRETA.",
    "alternativas": {
      "A": "É um órgão de natureza consultiva da administração do porto.",
      "B": "É um órgão deliberativo, com poder de veto sobre as decisões da Autoridade Portuária.",
      "C": "A representação da classe empresarial e dos trabalhadores é paritária entre si.",
      "D": "Sua composição observará a proporção de 50% do poder público, 25% da classe empresarial e 25% da classe trabalhadora."
    },
    "resposta_correta": "B"
  },
  {
    "id": "5000039",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Poder Concedente e Administração",
    "banca": "Simulado Concurso Portuário",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Analisando as competências do Poder Concedente (Art. 16) e da Autoridade Portuária (Art. 17) sobre os operadores portuários, é correto afirmar que:",
    "alternativas": {
      "A": "Compete à Autoridade Portuária estabelecer as normas e os critérios para a pré-qualificação.",
      "B": "Compete ao Poder Concedente executar a pré-qualificação dos operadores portuários.",
      "C": "Compete ao Poder Concedente estabelecer as normas, e à Autoridade Portuária pré-qualificar os operadores de acordo com elas.",
      "D": "Compete à ANTAQ tanto estabelecer as normas quanto executar a pré-qualificação."
    },
    "resposta_correta": "C"
  },
  {
    "id": "5000040",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Administração do Porto Organizado",
    "banca": "Simulado Concurso Portuário",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "O Plano de Desenvolvimento e Zoneamento do Porto (PDZ), conforme o Art. 17, § 2º, será elaborado pela (i)_________ e submetido à aprovação da (ii)_________.",
    "alternativas": {
      "A": "(i) Autoridade Portuária; (ii) Secretaria de Portos da Presidência da República",
      "B": "(i) Autoridade Portuária; (ii) ANTAQ",
      "C": "(i) Secretaria de Portos; (ii) ANTAQ",
      "D": "(i) ANTAQ; (ii) Secretaria de Portos da Presidência da República"
    },
    "resposta_correta": "A"
  }
]
