[
  {
    "id": "700001",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Do Alfandegamento",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Nos termos do Art. 23 da Lei nº 12.815/2013, que dispõe sobre a exploração direta e indireta pela União de portos e instalações portuárias, assinale a alternativa CORRETA.",
    "alternativas": {
      "A": "A entrada ou a saída de mercadorias procedentes do exterior ou a ele destinadas poderá efetuar-se em qualquer instalação portuária, desde que comunicada à autoridade marítima.",
      "B": "O alfandegamento de portos organizados é ato discricionário da administração do porto, independentemente da legislação específica.",
      "C": "A entrada ou a saída de mercadorias procedentes do exterior ou a ele destinadas somente poderá efetuar-se em portos ou instalações portuárias alfandegados.",
      "D": "O alfandegamento de instalações portuárias destinadas à exportação é automático após a autorização da instalação, dispensando o cumprimento de requisitos da legislação específica.",
      "E": "Mercadorias destinadas à exportação estão isentas da exigência de alfandegamento do porto, bastando o cumprimento dos requisitos sanitários."
    },
    "resposta_correta": "C"
  },
  {
    "id": "700002",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Autoridade Aduaneira",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Conforme o Art. 24 da Lei nº 12.815/2013, compete ao Ministério da Fazenda, por intermédio das repartições aduaneiras, exceto:",
    "alternativas": {
      "A": "Fiscalizar a entrada, a permanência, a movimentação e a saída de pessoas, veículos, unidades de carga e mercadorias.",
      "B": "Arrecadar os tributos incidentes sobre o comércio exterior.",
      "C": "Definir as normas para a pré-qualificação do operador portuário.",
      "D": "Proceder ao despacho aduaneiro na importação e na exportação.",
      "E": "Zelar pela observância da legislação aduaneira e pela defesa dos interesses fazendários nacionais."
    },
    "resposta_correta": "C"
  },
  {
    "id": "700003",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Autoridade Aduaneira",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "De acordo com o Art. 24 da Lei nº 12.815/2013, analise as proposições a seguir sobre as prerrogativas da autoridade aduaneira.\n\nI. A autoridade aduaneira terá livre acesso a quaisquer dependências do porto ou instalação portuária, mas dependerá de autorização prévia da administração do porto para acessar embarcações atracadas.\nII. No exercício de suas atribuições, a autoridade aduaneira poderá, sempre que julgar necessário, requisitar documentos, informações e o apoio de força pública federal, estadual ou municipal.\nIII. O acesso da autoridade aduaneira restringe-se aos locais onde se encontrem mercadorias procedentes do exterior, sendo vedado o acesso a áreas de mercadorias destinadas à exportação.\nIV. A requisição de força pública pela autoridade aduaneira limita-se à esfera federal, não abrangendo a estadual ou municipal.\n\nAssinale a alternativa CORRETA:",
    "alternativas": {
      "A": "Somente a proposição II está correta.",
      "B": "Somente as proposições I e III estão corretas.",
      "C": "Somente as proposições II e IV estão corretas.",
      "D": "Somente as proposições I, III e IV estão corretas.",
      "E": "Todas as proposições estão incorretas."
    },
    "resposta_correta": "A"
  },
  {
    "id": "700004",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "A respeito da pré-qualificação do operador portuário, prevista no Art. 25 da Lei nº 12.815/2013, julgue os itens a seguir como Verdadeiros (V) ou Falsos (F).\n\n( ) A pré-qualificação do operador portuário será efetuada perante a ANTAQ, conforme normas estabelecidas pelo poder concedente.\n( ) As normas de pré-qualificação devem obedecer, entre outros, aos princípios da legalidade, impessoalidade e eficiência.\n( ) A própria administração do porto é considerada pré-qualificada como operador portuário por força de lei.\n( ) O prazo para a administração do porto decidir sobre a pré-qualificação é de 60 (sessenta) dias, contado do pedido do interessado.\n\nAssinale a alternativa que contém a sequência CORRETA de cima para baixo:",
    "alternativas": {
      "A": "V, F, V, F",
      "B": "F, V, V, F",
      "C": "F, V, F, V",
      "D": "V, V, F, V",
      "E": "F, F, V, V"
    },
    "resposta_correta": "B"
  },
  {
    "id": "700005",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Nos termos do Art. 25 da Lei nº 12.815/2013, em caso de indeferimento do pedido de pré-qualificação pela administração do porto, caberá recurso. Assinale a alternativa que indica CORRETAMENTE o prazo, o órgão destinatário e o prazo para apreciação do recurso, respectivamente.",
    "alternativas": {
      "A": "15 dias; dirigido à Secretaria de Portos da Presidência da República; que deverá apreciá-lo no prazo de 30 dias.",
      "B": "30 dias; dirigido à ANTAQ; que deverá apreciá-lo no prazo de 30 dias.",
      "C": "15 dias; dirigido à própria administração do porto em instância superior; que deverá apreciá-lo no prazo de 15 dias.",
      "D": "30 dias; dirigido à Secretaria de Portos da Presidência da República; que deverá apreciá-lo no prazo de 60 dias.",
      "E": "15 dias; dirigido à ANTAQ; que deverá apreciá-lo no prazo de 30 dias."
    },
    "resposta_correta": "A"
  },
  {
    "id": "700006",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Segundo o Art. 26 da Lei nº 12.815/2013, o operador portuário responderá perante diversos entes e pessoas. Sobre essa responsabilidade, analise as proposições.\n\nI. Perante o proprietário ou consignatário da mercadoria, pelas perdas e danos que ocorrerem durante as operações que realizar ou em decorrência delas.\nII. Perante o trabalhador portuário, pela remuneração dos serviços prestados e respectivos encargos.\nIII. Perante a autoridade aduaneira, pelas mercadorias sujeitas a controle aduaneiro, no período em que lhe estejam confiadas.\nIV. Perante a administração do porto, apenas pelos danos dolosamente causados à infraestrutura, excluindo-se os danos culposos.\n\nAssinale a alternativa CORRETA:",
    "alternativas": {
      "A": "Somente as proposições I e II estão corretas.",
      "B": "Somente as proposições III e IV estão corretas.",
      "C": "Somente as proposições I, II e III estão corretas.",
      "D": "Somente as proposições II, III e IV estão corretas.",
      "E": "Todas as proposições estão corretas."
    },
    "resposta_correta": "C"
  },
  {
    "id": "700007",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Com base no Art. 26 e Art. 27 da Lei nº 12.815/2013, sobre a responsabilidade e coordenação das operações portuárias, assinale a alternativa CORRETA.",
    "alternativas": {
      "A": "As atividades do operador portuário estão sujeitas às normas estabelecidas pela administração do porto, que é o órgão regulador máximo.",
      "B": "A administração do porto responde, em qualquer hipótese, pelas mercadorias sujeitas a controle aduaneiro, mesmo que estas estejam sob controle do operador portuário.",
      "C": "O operador portuário é titular e responsável pela coordenação das operações portuárias que efetuar, mas a movimentação de carga a bordo deve seguir as instruções do comandante da embarcação quanto à segurança desta.",
      "D": "O comandante da embarcação é o responsável único pela atividade de movimentação de carga a bordo, eximindo o operador portuário de qualquer titularidade na coordenação.",
      "E": "Compete à administração do porto responder pelas mercadorias quando estiverem em área por ela controlada, exceto se houver definição contrária no regulamento de exploração do porto."
    },
    "resposta_correta": "C"
  },
  {
    "id": "700008",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "O Art. 28 da Lei nº 12.815/2013 elenca hipóteses em que é dispensável a intervenção de operadores portuários. Assinale a alternativa que NÃO corresponde a uma dessas hipóteses de dispensa.",
    "alternativas": {
      "A": "Operações relativas ao abastecimento de aguada, combustíveis e lubrificantes para a navegação.",
      "B": "Operações de embarcações empregadas no transporte de mercadorias líquidas a granel.",
      "C": "Operações relativas à movimentação de peças sobressalentes, material de bordo, mantimentos e abastecimento de embarcações.",
      "D": "Operações de embarcações no transporte de mercadorias sólidas a granel, mesmo quando a carga ou descarga for feita por aparelhos mecânicos automáticos, incluindo as atividades de rechego.",
      "E": "Operações que, por seus métodos de automação ou mecanização, não requeiram a utilização de mão de obra ou possam ser executadas exclusivamente pela tripulação."
    },
    "resposta_correta": "D"
  },
  {
    "id": "700009",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Considerando os Art. 29 e 30 da Lei nº 12.815/2013, julgue os itens a seguir como Verdadeiros (V) ou Falsos (F).\n\n( ) As cooperativas formadas por trabalhadores portuários avulsos, registrados de acordo com esta Lei, poderão estabelecer-se como operadores portuários.\n( ) A operação portuária em instalações localizadas fora da área do porto organizado será disciplinada pela ANTAQ, que definirá todas as normas operacionais.\n( ) Na operação portuária fora do porto organizado, o titular da autorização deve observar as normas estabelecidas pelas autoridades marítima, aduaneira, sanitária, de saúde e de polícia marítima.\n\nAssinale a alternativa que contém a sequência CORRETA de cima para baixo:",
    "alternativas": {
      "A": "V, V, F",
      "B": "F, F, V",
      "C": "V, F, V",
      "D": "F, V, V",
      "E": "V, V, V"
    },
    "resposta_correta": "C"
  },
  {
    "id": "700010",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Conforme o parágrafo único do Art. 26 da Lei nº 12.815/2013, a responsabilidade da administração do porto pelas mercadorias (referidas nos incisos II e VII do caput) é acionada quando:",
    "alternativas": {
      "A": "As mercadorias estiverem em área por ela controlada e após o seu recebimento, conforme definido pelo regulamento de exploração do porto.",
      "B": "O operador portuário declarar-se insolvente, assumindo a administração do porto a responsabilidade subsidiária.",
      "C": "As mercadorias estiverem sob controle aduaneiro, independentemente da área em que se encontrem.",
      "D": "Ocorrerem danos culposos causados pelo operador portuário, respondendo a administração do porto solidariamente.",
      "E": "As mercadorias estiverem em qualquer área do porto organizado, desde o momento da atracação da embarcação."
    },
    "resposta_correta": "A"
  },
  {
    "id": "700011",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "De acordo com o Art. 27, § 2º da Lei 12.815/2013, a atividade de movimentação de carga a bordo da embarcação, no que tange à segurança desta, deve ser executada de acordo com a instrução de:",
    "alternativas": {
      "A": "Seu comandante ou de seus prepostos.",
      "B": "O operador portuário, que é o titular da coordenação.",
      "C": "A ANTAQ, como órgão normatizador.",
      "D": "A administração do porto, como responsável pela infraestrutura."
    },
    "resposta_correta": "A"
  },
  {
    "id": "700012",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Nos termos do Art. 28 da Lei 12.815/2013, assinale a alternativa que apresenta uma operação em que é DISPENSÁVEL a intervenção de operadores portuários.",
    "alternativas": {
      "A": "Movimentação de cargas em área sob controle militar, quando realizadas por pessoal militar.",
      "B": "Transporte de mercadorias sólidas a granel, incluindo as atividades de rechego.",
      "C": "Operações que, por automação, possam ser executadas com mão de obra reduzida.",
      "D": "Movimentação de materiais por qualquer empresa de reparação naval."
    },
    "resposta_correta": "A"
  },
  {
    "id": "700013",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Conforme o Art. 28, II, 'e', a intervenção de operadores portuários é dispensável no transporte de mercadorias sólidas a granel quando a carga ou descarga for feita por aparelhos mecânicos automáticos. No entanto, a lei faz uma ressalva, indicando que a dispensa NÃO se aplica a qual atividade?",
    "alternativas": {
      "A": "Atividades de rechego.",
      "B": "Atividades de pesagem.",
      "C": "Atividades de vigilância da carga.",
      "D": "Atividades de limpeza do porão."
    },
    "resposta_correta": "A"
  },
  {
    "id": "700014",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Segundo o Art. 30 da Lei 12.815/2013, a operação portuária em instalações localizadas FORA da área do porto organizado será disciplinada pelo(a):",
    "alternativas": {
      "A": "ANTAQ, que definirá as normas aplicáveis.",
      "B": "Poder concedente, que estabelecerá um regulamento específico.",
      "C": "Titular da respectiva autorização, observadas as normas de outras autoridades.",
      "D": "Administração do porto organizado mais próximo, por extensão de competência."
    },
    "resposta_correta": "C"
  },
  {
    "id": "700015",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Analise as proposições a seguir com base na Lei 12.815/2013:\n\nI. As atividades do operador portuário estão sujeitas às normas estabelecidas pela ANTAQ.\nII. O operador portuário, embora coordene as operações, não é titular dessa responsabilidade, que pertence à administração do porto.\nIII. Cooperativas formadas por trabalhadores portuários avulsos registrados poderão estabelecer-se como operadores portuários.\n\nAssinale a alternativa CORRETA:",
    "alternativas": {
      "A": "Somente as proposições I e III estão corretas.",
      "B": "Somente a proposição I está correta.",
      "C": "Somente as proposições II e III estão corretas.",
      "D": "Todas as proposições estão corretas."
    },
    "resposta_correta": "A"
  }
]
