[
  {
    "id": "800001",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Cosmologia",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Estudos Religiosos",
    "ano": "2025",
    "cargo": "Pesquisador em Ciências da Religião",
    "nivel": "Superior",
    "enunciado": "No sistema gnóstico, a criação do mundo material não é atribuída ao Deus Supremo e Inefável, mas sim a uma entidade inferior, muitas vezes descrita como ignorante ou arrogante. Assinale a alternativa que nomeia CORRETAMENTE esta entidade responsável pela criação da matéria.",
    "alternativas": {
      "A": "Monada.",
      "B": "Sophia.",
      "C": "Demiurgo.",
      "D": "Pleroma.",
      "E": "Logos."
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. O Demiurgo (frequentemente identificado como Yaldabaoth) é o artesão ou criador do mundo material no Gnosticismo. Ele é distinto do Deus Verdadeiro (a Mônada), sendo considerado uma divindade menor que aprisionou as centelhas divinas na matéria."
  },
  {
    "id": "800002",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Conceitos Fundamentais",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Estudos Religiosos",
    "ano": "2025",
    "cargo": "Professor de Filosofia",
    "nivel": "Superior",
    "enunciado": "O termo 'Gnosticismo' deriva do grego 'gnosis'. Diferente da fé cristã ortodoxa ('pistis'), a salvação para os gnósticos seria alcançada por meio:",
    "alternativas": {
      "A": "Do sacrifício ritualístico de animais.",
      "B": "Da estrita observância da lei mosaica.",
      "C": "Do conhecimento intuitivo e esotérico da natureza divina interior.",
      "D": "Da caridade e das obras sociais exclusivamente.",
      "E": "Da adoração às entidades cósmicas conhecidas como 'Grandes Antigos' (Cthulhu).",
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. A Gnose é o conhecimento salvífico, uma compreensão revelada e interior de que o espírito humano é uma centelha divina presa na matéria e que deve retornar à sua origem. A alternativa E está incorreta, pois Cthulhu pertence à ficção de H.P. Lovecraft."
  },
  {
    "id": "800003",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Mitologia",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Estudos Religiosos",
    "ano": "2025",
    "cargo": "Analista Cultural",
    "nivel": "Superior",
    "enunciado": "Dentro da complexa mitologia gnóstica, existe uma figura feminina (Aeon) que, em sua busca apaixonada por conhecer o Pai inefável, acaba caindo e gerando a matéria ou o Demiurgo por acidente. Qual é o nome dessa figura?",
    "alternativas": {
      "A": "Barbelo.",
      "B": "Sophia (Sabedoria).",
      "C": "Eva.",
      "D": "Lilith.",
      "E": "Helena."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O mito de Sophia é central em muitas escolas gnósticas (como a Valentiniana). Sua queda e subsequente redenção simbolizam a descida da alma à matéria e a necessidade de restauração ao Pleroma."
  },
  {
    "id": "800004",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Entidades",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Historiador",
    "nivel": "Superior",
    "enunciado": "Os textos de Nag Hammadi descrevem governantes do mundo material que servem ao Demiurgo e trabalham para impedir que as almas humanas ascendam ao reino espiritual. Esses guardiões planetários são chamados de:",
    "alternativas": {
      "A": "Aeons.",
      "B": "Archons (Arcontes).",
      "C": "Serafins.",
      "D": "Bodhisattvas.",
      "E": "Shoggoths."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Os Arcontes (do grego 'governantes') são as forças cósmicas, frequentemente associadas aos planetas, que administram o universo material sob o comando do Demiurgo, criando obstáculos para a alma."
  },
  {
    "id": "800005",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Identificação de Divindades",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Estudos Religiosos",
    "ano": "2025",
    "cargo": "Pesquisador",
    "nivel": "Superior",
    "enunciado": "Em estudos comparados de religião e literatura, é comum haver confusão entre mitologias antigas e ficção moderna. Assinale a alternativa que contém APENAS nomes de entidades presentes nos textos gnósticos históricos (como o Apócrifo de João).",
    "alternativas": {
      "A": "Yaldabaoth, Saklas e Samael.",
      "B": "Cthulhu, Dagon e Yaldabaoth.",
      "C": "Sophia, Zeus e Nyarlathotep.",
      "D": "Demiurgo, Azathoth e Cristo.",
      "E": "Yog-Sothoth, Barbelo e Abraxas."
    },
    "resposta_correta": "A",
    "comentario": "A alternativa A está correta. Yaldabaoth, Saklas e Samael são três nomes utilizados no Gnosticismo (especificamente no texto Apócrifo de João) para designar o Demiurgo ou criador inferior. As demais alternativas misturam divindades gnósticas com o panteão fictício de H.P. Lovecraft (Cthulhu, Azathoth, etc.) ou grego."
  },
  {
    "id": "800006",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Fontes Históricas",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Biblioteconomista",
    "nivel": "Superior",
    "enunciado": "A compreensão moderna do Gnosticismo foi revolucionada em 1945 com a descoberta de uma biblioteca de códices antigos no Egito. Qual é o nome dessa coleção de textos?",
    "alternativas": {
      "A": "Manuscritos do Mar Morto.",
      "B": "Biblioteca de Nag Hammadi.",
      "C": "Papiros de Oxyrhynchus.",
      "D": "Necronomicon.",
      "E": "Textos das Pirâmides."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. A Biblioteca de Nag Hammadi contém os principais textos gnósticos primários (como o Evangelho de Tomé e o Apócrifo de João), permitindo estudar o movimento pela ótica dos próprios gnósticos e não apenas de seus detratores."
  },
  {
    "id": "800007",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Dualismo",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Professor",
    "nivel": "Superior",
    "enunciado": "O Gnosticismo é caracterizado por um dualismo radical. Sobre essa visão de mundo, assinale a alternativa CORRETA.",
    "alternativas": {
      "A": "Acredita na sacralidade da matéria e que o corpo físico é o templo perfeito de Deus.",
      "B": "Defende que o espírito e a matéria são ambos bons e coeternos.",
      "C": "Considera o mundo material como uma prisão ou erro, oposto ao reino espiritual de luz (Pleroma).",
      "D": "Prega que o Demiurgo e o Deus Supremo são a mesma entidade benevolente.",
      "E": "Baseia-se na ideia de que o caos primordial, representado por Cthulhu, deve ser despertado para renovar a Terra."
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. O dualismo gnóstico coloca o espírito (pneuma) como positivo e divino, e a matéria (hyle) como negativa, corrupta e criada por uma divindade inferior."
  },
  {
    "id": "800008",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Abraxas",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Historiador da Arte",
    "nivel": "Superior",
    "enunciado": "Basilides, um mestre gnóstico de Alexandria, ensinava sobre uma entidade suprema ou um 'Grande Arconte' que englobava em si os 365 céus. Essa figura, frequentemente representada em talismãs com cabeça de galo e pernas de serpente, é conhecida como:",
    "alternativas": {
      "A": "Abraxas.",
      "B": "Moloque.",
      "C": "Baphomet.",
      "D": "Hastur.",
      "E": "Kronos."
    },
    "resposta_correta": "A",
    "comentario": "A alternativa A está correta. Abraxas (ou Abrasax) é uma figura central no sistema de Basilides, cujas letras em grego somam o valor numérico de 365, correspondendo aos dias do ano e aos céus/eons do sistema cosmológico."
  },
  {
    "id": "800009",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Pleroma",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Teólogo",
    "nivel": "Superior",
    "enunciado": "No Gnosticismo, o termo 'Pleroma' refere-se a:",
    "alternativas": {
      "A": "O abismo infernal onde residem os demônios.",
      "B": "A totalidade ou plenitude do reino divino, habitado pelos Aeons e pelo Deus Verdadeiro.",
      "C": "O livro sagrado escrito por Valentim.",
      "D": "A cidade submersa de R'lyeh.",
      "E": "O ritual de batismo pela água."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Pleroma (do grego 'plenitude') designa a totalidade dos poderes divinos, a região de luz acima do mundo material criado pelo Demiurgo."
  },
  {
    "id": "800010",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Yaldabaoth",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Analista",
    "nivel": "Superior",
    "enunciado": "O 'Apócrifo de João' descreve o Demiurgo Yaldabaoth com uma aparência teratomórfica (monstruosa). Qual é a descrição clássica dessa entidade nos textos gnósticos?",
    "alternativas": {
      "A": "Um homem velho de barba branca sentado em um trono.",
      "B": "Uma serpente com rosto de leão.",
      "C": "Um gigante com tentáculos no lugar da boca, semelhante a Cthulhu.",
      "D": "Um anjo de doze asas e múltiplos olhos.",
      "E": "Um touro alado.",
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Yaldabaoth é frequentemente descrito como uma serpente com cabeça de leão (leontocefálica), simbolizando sua natureza bestial, cega e arrogante em contraposição à sabedoria divina."
  },
  {
    "id": "800011",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Cristologia",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Professor",
    "nivel": "Superior",
    "enunciado": "Muitos grupos gnósticos adotavam uma visão 'docética' em relação a Jesus Cristo. Isso significa que eles acreditavam que:",
    "alternativas": {
      "A": "Jesus era um revolucionário político apenas.",
      "B": "Cristo não tinha um corpo físico real, mas apenas uma aparência de carne, pois o divino não poderia se misturar com a matéria corrupta.",
      "C": "Jesus e o Demiurgo eram a mesma pessoa.",
      "D": "Cristo veio para fortalecer a Lei de Moisés.",
      "E": "Jesus era um sumo sacerdote de Dagon."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O Docetismo (do grego dokein, 'parecer') é a doutrina de que o corpo de Cristo era uma ilusão ou puramente espiritual, rejeitando o sofrimento físico real na cruz, pois a matéria é considerada intrinsecamente má no Gnosticismo."
  },
  {
    "id": "800012",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Sethianos",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Pesquisador",
    "nivel": "Superior",
    "enunciado": "Uma das principais seitas gnósticas, os Sethianos, considerava-se a descendência espiritual de Seth, terceiro filho de Adão. Para este grupo, quem era a personificação da Sabedoria Divina e consorte do Espírito Invisível?",
    "alternativas": {
      "A": "Barbelo.",
      "B": "Maria Madalena (exclusivamente).",
      "C": "Shub-Niggurath.",
      "D": "Helena de Troia.",
      "E": "A Virgem Maria ortodoxa."
    },
    "resposta_correta": "A",
    "comentario": "A alternativa A está correta. No Gnosticismo Sethiano, Barbelo é a primeira emanação do Deus Supremo, o pensamento divino (Ennoia) e a mãe universal, desempenhando um papel crucial na cosmologia."
  },
  {
    "id": "800013",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Centelha Divina",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Filósofo",
    "nivel": "Superior",
    "enunciado": "O objetivo final da prática gnóstica é a libertação da 'centelha divina' (pneuma). Segundo essa teoria, o que aprisiona essa centelha?",
    "alternativas": {
      "A": "O pecado original entendido como desobediência moral.",
      "B": "O corpo físico (soma) e a psique (alma inferior) criada pelo Demiurgo.",
      "C": "A falta de fé nos dogmas da igreja institucional.",
      "D": "A maldição dos Antigos Deuses adormecidos.",
      "E": "A recusa em participar dos sacramentos estatais."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Para os gnósticos, o corpo material e a mente racional/emocional inferior são criações do Demiurgo destinadas a manter o espírito (centelha divina) esquecido de sua origem celestial."
  },
  {
    "id": "800014",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Heresia e Ortodoxia",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Historiador Eclesiástico",
    "nivel": "Superior",
    "enunciado": "Irineu de Lyon, em sua obra 'Adversus Haereses' (Contra as Heresias), foi um dos principais críticos do Gnosticismo no século II. Qual era a principal crítica de Irineu à teologia do Demiurgo?",
    "alternativas": {
      "A": "Que o Gnosticismo era muito simples e acessível ao povo.",
      "B": "Que a separação entre o Deus Criador (do Antigo Testamento) e o Deus Pai de Jesus (do Novo Testamento) era uma blasfêmia que negava o monoteísmo.",
      "C": "Que os gnósticos adoravam estátuas de Cthulhu em segredo.",
      "D": "Que os gnósticos exigiam celibato obrigatório para todos.",
      "E": "Que os gnósticos seguiam estritamente a lei judaica."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Os Padres da Igreja, como Irineu, combateram o Gnosticismo (especialmente Marcião e Valentim) por proporem que o Deus Criador do Gênesis era uma entidade diferente e inferior ao Deus revelado por Cristo."
  },
  {
    "id": "800015",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Maniqueísmo",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Professor",
    "nivel": "Superior",
    "enunciado": "O Maniqueísmo, fundado pelo profeta Mani no século III, é considerado herdeiro e continuador de muitas tradições gnósticas. Sua característica central, que influenciou até mesmo Santo Agostinho antes de sua conversão, é:",
    "alternativas": {
      "A": "O politeísmo irrestrito.",
      "B": "A luta cósmica eterna entre dois princípios equipotentes: o Reino da Luz e o Reino das Trevas.",
      "C": "A crença na inexistência do mal.",
      "D": "A adoração ao caos primordial representado pelo Necronomicon.",
      "E": "A negação completa de qualquer divindade."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O Maniqueísmo levou o dualismo gnóstico ao extremo, estabelecendo uma religião baseada no conflito perpétuo entre a Luz (Bem) e as Trevas (Mal), onde a matéria é intrinsecamente maligna."
  },
  {
    "id": "700001",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Do Alfandegamento",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Nos termos do Art. 23 da Lei nº 12.815/2013, que dispõe sobre a exploração direta e indireta pela União de portos e instalações portuárias, assinale a alternativa CORRETA.",
    "alternativas": {
      "A": "A entrada ou a saída de mercadorias procedentes do exterior ou a ele destinadas poderá efetuar-se em qualquer instalação portuária, desde que comunicada à autoridade marítima.",
      "B": "O alfandegamento de portos organizados é ato discricionário da administração do porto, independentemente da legislação específica.",
      "C": "A entrada ou a saída de mercadorias procedentes do exterior ou a ele destinadas somente poderá efetuar-se em portos ou instalações portuárias alfandegados.",
      "D": "O alfandegamento de instalações portuárias destinadas à exportação é automático após a autorização da instalação, dispensando o cumprimento de requisitos da legislação específica.",
      "E": "Mercadorias destinadas à exportação estão isentas da exigência de alfandegamento do porto, bastando o cumprimento dos requisitos sanitários."
    },
    "resposta_correta": "C"
  },
  {
    "id": "700002",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Autoridade Aduaneira",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Conforme o Art. 24 da Lei nº 12.815/2013, compete ao Ministério da Fazenda, por intermédio das repartições aduaneiras, exceto:",
    "alternativas": {
      "A": "Fiscalizar a entrada, a permanência, a movimentação e a saída de pessoas, veículos, unidades de carga e mercadorias.",
      "B": "Arrecadar os tributos incidentes sobre o comércio exterior.",
      "C": "Definir as normas para a pré-qualificação do operador portuário.",
      "D": "Proceder ao despacho aduaneiro na importação e na exportação.",
      "E": "Zelar pela observância da legislação aduaneira e pela defesa dos interesses fazendários nacionais."
    },
    "resposta_correta": "C"
  },
  {
    "id": "700003",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Autoridade Aduaneira",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "De acordo com o Art. 24 da Lei nº 12.815/2013, analise as proposições a seguir sobre as prerrogativas da autoridade aduaneira.\n\nI. A autoridade aduaneira terá livre acesso a quaisquer dependências do porto ou instalação portuária, mas dependerá de autorização prévia da administração do porto para acessar embarcações atracadas.\nII. No exercício de suas atribuições, a autoridade aduaneira poderá, sempre que julgar necessário, requisitar documentos, informações e o apoio de força pública federal, estadual ou municipal.\nIII. O acesso da autoridade aduaneira restringe-se aos locais onde se encontrem mercadorias procedentes do exterior, sendo vedado o acesso a áreas de mercadorias destinadas à exportação.\nIV. A requisição de força pública pela autoridade aduaneira limita-se à esfera federal, não abrangendo a estadual ou municipal.\n\nAssinale a alternativa CORRETA:",
    "alternativas": {
      "A": "Somente a proposição II está correta.",
      "B": "Somente as proposições I e III estão corretas.",
      "C": "Somente as proposições II e IV estão corretas.",
      "D": "Somente as proposições I, III e IV estão corretas.",
      "E": "Todas as proposições estão incorretas."
    },
    "resposta_correta": "A"
  },
  {
    "id": "700004",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "A respeito da pré-qualificação do operador portuário, prevista no Art. 25 da Lei nº 12.815/2013, julgue os itens a seguir como Verdadeiros (V) ou Falsos (F).\n\n( ) A pré-qualificação do operador portuário será efetuada perante a ANTAQ, conforme normas estabelecidas pelo poder concedente.\n( ) As normas de pré-qualificação devem obedecer, entre outros, aos princípios da legalidade, impessoalidade e eficiência.\n( ) A própria administração do porto é considerada pré-qualificada como operador portuário por força de lei.\n( ) O prazo para a administração do porto decidir sobre a pré-qualificação é de 60 (sessenta) dias, contado do pedido do interessado.\n\nAssinale a alternativa que contém a sequência CORRETA de cima para baixo:",
    "alternativas": {
      "A": "V, F, V, F",
      "B": "F, V, V, F",
      "C": "F, V, F, V",
      "D": "V, V, F, V",
      "E": "F, F, V, V"
    },
    "resposta_correta": "B"
  },
  {
    "id": "700005",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Nos termos do Art. 25 da Lei nº 12.815/2013, em caso de indeferimento do pedido de pré-qualificação pela administração do porto, caberá recurso. Assinale a alternativa que indica CORRETAMENTE o prazo, o órgão destinatário e o prazo para apreciação do recurso, respectivamente.",
    "alternativas": {
      "A": "15 dias; dirigido à Secretaria de Portos da Presidência da República; que deverá apreciá-lo no prazo de 30 dias.",
      "B": "30 dias; dirigido à ANTAQ; que deverá apreciá-lo no prazo de 30 dias.",
      "C": "15 dias; dirigido à própria administração do porto em instância superior; que deverá apreciá-lo no prazo de 15 dias.",
      "D": "30 dias; dirigido à Secretaria de Portos da Presidência da República; que deverá apreciá-lo no prazo de 60 dias.",
      "E": "15 dias; dirigido à ANTAQ; que deverá apreciá-lo no prazo de 30 dias."
    },
    "resposta_correta": "A"
  },
  {
    "id": "700006",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Segundo o Art. 26 da Lei nº 12.815/2013, o operador portuário responderá perante diversos entes e pessoas. Sobre essa responsabilidade, analise as proposições.\n\nI. Perante o proprietário ou consignatário da mercadoria, pelas perdas e danos que ocorrerem durante as operações que realizar ou em decorrência delas.\nII. Perante o trabalhador portuário, pela remuneração dos serviços prestados e respectivos encargos.\nIII. Perante a autoridade aduaneira, pelas mercadorias sujeitas a controle aduaneiro, no período em que lhe estejam confiadas.\nIV. Perante a administração do porto, apenas pelos danos dolosamente causados à infraestrutura, excluindo-se os danos culposos.\n\nAssinale a alternativa CORRETA:",
    "alternativas": {
      "A": "Somente as proposições I e II estão corretas.",
      "B": "Somente as proposições III e IV estão corretas.",
      "C": "Somente as proposições I, II e III estão corretas.",
      "D": "Somente as proposições II, III e IV estão corretas.",
      "E": "Todas as proposições estão corretas."
    },
    "resposta_correta": "C"
  },
  {
    "id": "700007",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Com base no Art. 26 e Art. 27 da Lei nº 12.815/2013, sobre a responsabilidade e coordenação das operações portuárias, assinale a alternativa CORRETA.",
    "alternativas": {
      "A": "As atividades do operador portuário estão sujeitas às normas estabelecidas pela administração do porto, que é o órgão regulador máximo.",
      "B": "A administração do porto responde, em qualquer hipótese, pelas mercadorias sujeitas a controle aduaneiro, mesmo que estas estejam sob controle do operador portuário.",
      "C": "O operador portuário é titular e responsável pela coordenação das operações portuárias que efetuar, mas a movimentação de carga a bordo deve seguir as instruções do comandante da embarcação quanto à segurança desta.",
      "D": "O comandante da embarcação é o responsável único pela atividade de movimentação de carga a bordo, eximindo o operador portuário de qualquer titularidade na coordenação.",
      "E": "Compete à administração do porto responder pelas mercadorias quando estiverem em área por ela controlada, exceto se houver definição contrária no regulamento de exploração do porto."
    },
    "resposta_correta": "C"
  },
  {
    "id": "700008",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "O Art. 28 da Lei nº 12.815/2013 elenca hipóteses em que é dispensável a intervenção de operadores portuários. Assinale a alternativa que NÃO corresponde a uma dessas hipóteses de dispensa.",
    "alternativas": {
      "A": "Operações relativas ao abastecimento de aguada, combustíveis e lubrificantes para a navegação.",
      "B": "Operações de embarcações empregadas no transporte de mercadorias líquidas a granel.",
      "C": "Operações relativas à movimentação de peças sobressalentes, material de bordo, mantimentos e abastecimento de embarcações.",
      "D": "Operações de embarcações no transporte de mercadorias sólidas a granel, mesmo quando a carga ou descarga for feita por aparelhos mecânicos automáticos, incluindo as atividades de rechego.",
      "E": "Operações que, por seus métodos de automação ou mecanização, não requeiram a utilização de mão de obra ou possam ser executadas exclusivamente pela tripulação."
    },
    "resposta_correta": "D"
  },
  {
    "id": "700009",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Considerando os Art. 29 e 30 da Lei nº 12.815/2013, julgue os itens a seguir como Verdadeiros (V) ou Falsos (F).\n\n( ) As cooperativas formadas por trabalhadores portuários avulsos, registrados de acordo com esta Lei, poderão estabelecer-se como operadores portuários.\n( ) A operação portuária em instalações localizadas fora da área do porto organizado será disciplinada pela ANTAQ, que definirá todas as normas operacionais.\n( ) Na operação portuária fora do porto organizado, o titular da autorização deve observar as normas estabelecidas pelas autoridades marítima, aduaneira, sanitária, de saúde e de polícia marítima.\n\nAssinale a alternativa que contém a sequência CORRETA de cima para baixo:",
    "alternativas": {
      "A": "V, V, F",
      "B": "F, F, V",
      "C": "V, F, V",
      "D": "F, V, V",
      "E": "V, V, V"
    },
    "resposta_correta": "C"
  },
  {
    "id": "700010",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Conforme o parágrafo único do Art. 26 da Lei nº 12.815/2013, a responsabilidade da administração do porto pelas mercadorias (referidas nos incisos II e VII do caput) é acionada quando:",
    "alternativas": {
      "A": "As mercadorias estiverem em área por ela controlada e após o seu recebimento, conforme definido pelo regulamento de exploração do porto.",
      "B": "O operador portuário declarar-se insolvente, assumindo a administração do porto a responsabilidade subsidiária.",
      "C": "As mercadorias estiverem sob controle aduaneiro, independentemente da área em que se encontrem.",
      "D": "Ocorrerem danos culposos causados pelo operador portuário, respondendo a administração do porto solidariamente.",
      "E": "As mercadorias estiverem em qualquer área do porto organizado, desde o momento da atracação da embarcação."
    },
    "resposta_correta": "A"
  },
  {
    "id": "700011",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "De acordo com o Art. 27, § 2º da Lei 12.815/2013, a atividade de movimentação de carga a bordo da embarcação, no que tange à segurança desta, deve ser executada de acordo com a instrução de:",
    "alternativas": {
      "A": "Seu comandante ou de seus prepostos.",
      "B": "O operador portuário, que é o titular da coordenação.",
      "C": "A ANTAQ, como órgão normatizador.",
      "D": "A administração do porto, como responsável pela infraestrutura."
    },
    "resposta_correta": "A"
  },
  {
    "id": "700012",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Nos termos do Art. 28 da Lei 12.815/2013, assinale a alternativa que apresenta uma operação em que é DISPENSÁVEL a intervenção de operadores portuários.",
    "alternativas": {
      "A": "Movimentação de cargas em área sob controle militar, quando realizadas por pessoal militar.",
      "B": "Transporte de mercadorias sólidas a granel, incluindo as atividades de rechego.",
      "C": "Operações que, por automação, possam ser executadas com mão de obra reduzida.",
      "D": "Movimentação de materiais por qualquer empresa de reparação naval."
    },
    "resposta_correta": "A"
  },
  {
    "id": "700013",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Conforme o Art. 28, II, 'e', a intervenção de operadores portuários é dispensável no transporte de mercadorias sólidas a granel quando a carga ou descarga for feita por aparelhos mecânicos automáticos. No entanto, a lei faz uma ressalva, indicando que a dispensa NÃO se aplica a qual atividade?",
    "alternativas": {
      "A": "Atividades de rechego.",
      "B": "Atividades de pesagem.",
      "C": "Atividades de vigilância da carga.",
      "D": "Atividades de limpeza do porão."
    },
    "resposta_correta": "A"
  },
  {
    "id": "700014",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Segundo o Art. 30 da Lei 12.815/2013, a operação portuária em instalações localizadas FORA da área do porto organizado será disciplinada pelo(a):",
    "alternativas": {
      "A": "ANTAQ, que definirá as normas aplicáveis.",
      "B": "Poder concedente, que estabelecerá um regulamento específico.",
      "C": "Titular da respectiva autorização, observadas as normas de outras autoridades.",
      "D": "Administração do porto organizado mais próximo, por extensão de competência."
    },
    "resposta_correta": "C"
  },
  {
    "id": "700015",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Da Operação Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Analise as proposições a seguir com base na Lei 12.815/2013:\n\nI. As atividades do operador portuário estão sujeitas às normas estabelecidas pela ANTAQ.\nII. O operador portuário, embora coordene as operações, não é titular dessa responsabilidade, que pertence à administração do porto.\nIII. Cooperativas formadas por trabalhadores portuários avulsos registrados poderão estabelecer-se como operadores portuários.\n\nAssinale a alternativa CORRETA:",
    "alternativas": {
      "A": "Somente as proposições I e III estão corretas.",
      "B": "Somente a proposição I está correta.",
      "C": "Somente as proposições II e III estão corretas.",
      "D": "Todas as proposições estão corretas."
    },
    "resposta_correta": "A"
  }
]
