[
  {
    "id": "800001",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Cosmologia",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Estudos Religiosos",
    "ano": "2025",
    "cargo": "Pesquisador em Ciências da Religião",
    "nivel": "Superior",
    "enunciado": "No sistema gnóstico, a criação do mundo material não é atribuída ao Deus Supremo e Inefável, mas sim a uma entidade inferior, muitas vezes descrita como ignorante ou arrogante. Assinale a alternativa que nomeia CORRETAMENTE esta entidade responsável pela criação da matéria.",
    "alternativas": {
      "A": "Monada.",
      "B": "Sophia.",
      "C": "Demiurgo.",
      "D": "Pleroma.",
      "E": "Logos."
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. O Demiurgo (frequentemente identificado como Yaldabaoth) é o artesão ou criador do mundo material no Gnosticismo. Ele é distinto do Deus Verdadeiro (a Mônada), sendo considerado uma divindade menor que aprisionou as centelhas divinas na matéria."
  },
  {
    "id": "800002",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Conceitos Fundamentais",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Estudos Religiosos",
    "ano": "2025",
    "cargo": "Professor de Filosofia",
    "nivel": "Superior",
    "enunciado": "O termo 'Gnosticismo' deriva do grego 'gnosis'. Diferente da fé cristã ortodoxa ('pistis'), a salvação para os gnósticos seria alcançada por meio:",
    "alternativas": {
      "A": "Do sacrifício ritualístico de animais.",
      "B": "Da estrita observância da lei mosaica.",
      "C": "Do conhecimento intuitivo e esotérico da natureza divina interior.",
      "D": "Da caridade e das obras sociais exclusivamente.",
      "E": "Da adoração às entidades cósmicas conhecidas como 'Grandes Antigos' (Cthulhu).",
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. A Gnose é o conhecimento salvífico, uma compreensão revelada e interior de que o espírito humano é uma centelha divina presa na matéria e que deve retornar à sua origem. A alternativa E está incorreta, pois Cthulhu pertence à ficção de H.P. Lovecraft."
  },
  {
    "id": "800003",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Mitologia",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Estudos Religiosos",
    "ano": "2025",
    "cargo": "Analista Cultural",
    "nivel": "Superior",
    "enunciado": "Dentro da complexa mitologia gnóstica, existe uma figura feminina (Aeon) que, em sua busca apaixonada por conhecer o Pai inefável, acaba caindo e gerando a matéria ou o Demiurgo por acidente. Qual é o nome dessa figura?",
    "alternativas": {
      "A": "Barbelo.",
      "B": "Sophia (Sabedoria).",
      "C": "Eva.",
      "D": "Lilith.",
      "E": "Helena."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O mito de Sophia é central em muitas escolas gnósticas (como a Valentiniana). Sua queda e subsequente redenção simbolizam a descida da alma à matéria e a necessidade de restauração ao Pleroma."
  },
  {
    "id": "800004",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Entidades",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Historiador",
    "nivel": "Superior",
    "enunciado": "Os textos de Nag Hammadi descrevem governantes do mundo material que servem ao Demiurgo e trabalham para impedir que as almas humanas ascendam ao reino espiritual. Esses guardiões planetários são chamados de:",
    "alternativas": {
      "A": "Aeons.",
      "B": "Archons (Arcontes).",
      "C": "Serafins.",
      "D": "Bodhisattvas.",
      "E": "Shoggoths."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Os Arcontes (do grego 'governantes') são as forças cósmicas, frequentemente associadas aos planetas, que administram o universo material sob o comando do Demiurgo, criando obstáculos para a alma."
  },
  {
    "id": "800005",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Identificação de Divindades",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Estudos Religiosos",
    "ano": "2025",
    "cargo": "Pesquisador",
    "nivel": "Superior",
    "enunciado": "Em estudos comparados de religião e literatura, é comum haver confusão entre mitologias antigas e ficção moderna. Assinale a alternativa que contém APENAS nomes de entidades presentes nos textos gnósticos históricos (como o Apócrifo de João).",
    "alternativas": {
      "A": "Yaldabaoth, Saklas e Samael.",
      "B": "Cthulhu, Dagon e Yaldabaoth.",
      "C": "Sophia, Zeus e Nyarlathotep.",
      "D": "Demiurgo, Azathoth e Cristo.",
      "E": "Yog-Sothoth, Barbelo e Abraxas."
    },
    "resposta_correta": "A",
    "comentario": "A alternativa A está correta. Yaldabaoth, Saklas e Samael são três nomes utilizados no Gnosticismo (especificamente no texto Apócrifo de João) para designar o Demiurgo ou criador inferior. As demais alternativas misturam divindades gnósticas com o panteão fictício de H.P. Lovecraft (Cthulhu, Azathoth, etc.) ou grego."
  },
  {
    "id": "800006",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Fontes Históricas",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Biblioteconomista",
    "nivel": "Superior",
    "enunciado": "A compreensão moderna do Gnosticismo foi revolucionada em 1945 com a descoberta de uma biblioteca de códices antigos no Egito. Qual é o nome dessa coleção de textos?",
    "alternativas": {
      "A": "Manuscritos do Mar Morto.",
      "B": "Biblioteca de Nag Hammadi.",
      "C": "Papiros de Oxyrhynchus.",
      "D": "Necronomicon.",
      "E": "Textos das Pirâmides."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. A Biblioteca de Nag Hammadi contém os principais textos gnósticos primários (como o Evangelho de Tomé e o Apócrifo de João), permitindo estudar o movimento pela ótica dos próprios gnósticos e não apenas de seus detratores."
  },
  {
    "id": "800007",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Dualismo",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Professor",
    "nivel": "Superior",
    "enunciado": "O Gnosticismo é caracterizado por um dualismo radical. Sobre essa visão de mundo, assinale a alternativa CORRETA.",
    "alternativas": {
      "A": "Acredita na sacralidade da matéria e que o corpo físico é o templo perfeito de Deus.",
      "B": "Defende que o espírito e a matéria são ambos bons e coeternos.",
      "C": "Considera o mundo material como uma prisão ou erro, oposto ao reino espiritual de luz (Pleroma).",
      "D": "Prega que o Demiurgo e o Deus Supremo são a mesma entidade benevolente.",
      "E": "Baseia-se na ideia de que o caos primordial, representado por Cthulhu, deve ser despertado para renovar a Terra."
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. O dualismo gnóstico coloca o espírito (pneuma) como positivo e divino, e a matéria (hyle) como negativa, corrupta e criada por uma divindade inferior."
  },
  {
    "id": "800008",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Abraxas",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Historiador da Arte",
    "nivel": "Superior",
    "enunciado": "Basilides, um mestre gnóstico de Alexandria, ensinava sobre uma entidade suprema ou um 'Grande Arconte' que englobava em si os 365 céus. Essa figura, frequentemente representada em talismãs com cabeça de galo e pernas de serpente, é conhecida como:",
    "alternativas": {
      "A": "Abraxas.",
      "B": "Moloque.",
      "C": "Baphomet.",
      "D": "Hastur.",
      "E": "Kronos."
    },
    "resposta_correta": "A",
    "comentario": "A alternativa A está correta. Abraxas (ou Abrasax) é uma figura central no sistema de Basilides, cujas letras em grego somam o valor numérico de 365, correspondendo aos dias do ano e aos céus/eons do sistema cosmológico."
  },
  {
    "id": "800009",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Pleroma",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Teólogo",
    "nivel": "Superior",
    "enunciado": "No Gnosticismo, o termo 'Pleroma' refere-se a:",
    "alternativas": {
      "A": "O abismo infernal onde residem os demônios.",
      "B": "A totalidade ou plenitude do reino divino, habitado pelos Aeons e pelo Deus Verdadeiro.",
      "C": "O livro sagrado escrito por Valentim.",
      "D": "A cidade submersa de R'lyeh.",
      "E": "O ritual de batismo pela água."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Pleroma (do grego 'plenitude') designa a totalidade dos poderes divinos, a região de luz acima do mundo material criado pelo Demiurgo."
  },
  {
    "id": "800010",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Yaldabaoth",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Analista",
    "nivel": "Superior",
    "enunciado": "O 'Apócrifo de João' descreve o Demiurgo Yaldabaoth com uma aparência teratomórfica (monstruosa). Qual é a descrição clássica dessa entidade nos textos gnósticos?",
    "alternativas": {
      "A": "Um homem velho de barba branca sentado em um trono.",
      "B": "Uma serpente com rosto de leão.",
      "C": "Um gigante com tentáculos no lugar da boca, semelhante a Cthulhu.",
      "D": "Um anjo de doze asas e múltiplos olhos.",
      "E": "Um touro alado.",
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Yaldabaoth é frequentemente descrito como uma serpente com cabeça de leão (leontocefálica), simbolizando sua natureza bestial, cega e arrogante em contraposição à sabedoria divina."
  },
  {
    "id": "800011",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Cristologia",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Professor",
    "nivel": "Superior",
    "enunciado": "Muitos grupos gnósticos adotavam uma visão 'docética' em relação a Jesus Cristo. Isso significa que eles acreditavam que:",
    "alternativas": {
      "A": "Jesus era um revolucionário político apenas.",
      "B": "Cristo não tinha um corpo físico real, mas apenas uma aparência de carne, pois o divino não poderia se misturar com a matéria corrupta.",
      "C": "Jesus e o Demiurgo eram a mesma pessoa.",
      "D": "Cristo veio para fortalecer a Lei de Moisés.",
      "E": "Jesus era um sumo sacerdote de Dagon."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O Docetismo (do grego dokein, 'parecer') é a doutrina de que o corpo de Cristo era uma ilusão ou puramente espiritual, rejeitando o sofrimento físico real na cruz, pois a matéria é considerada intrinsecamente má no Gnosticismo."
  },
  {
    "id": "800012",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Sethianos",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Pesquisador",
    "nivel": "Superior",
    "enunciado": "Uma das principais seitas gnósticas, os Sethianos, considerava-se a descendência espiritual de Seth, terceiro filho de Adão. Para este grupo, quem era a personificação da Sabedoria Divina e consorte do Espírito Invisível?",
    "alternativas": {
      "A": "Barbelo.",
      "B": "Maria Madalena (exclusivamente).",
      "C": "Shub-Niggurath.",
      "D": "Helena de Troia.",
      "E": "A Virgem Maria ortodoxa."
    },
    "resposta_correta": "A",
    "comentario": "A alternativa A está correta. No Gnosticismo Sethiano, Barbelo é a primeira emanação do Deus Supremo, o pensamento divino (Ennoia) e a mãe universal, desempenhando um papel crucial na cosmologia."
  },
  {
    "id": "800013",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Centelha Divina",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Filósofo",
    "nivel": "Superior",
    "enunciado": "O objetivo final da prática gnóstica é a libertação da 'centelha divina' (pneuma). Segundo essa teoria, o que aprisiona essa centelha?",
    "alternativas": {
      "A": "O pecado original entendido como desobediência moral.",
      "B": "O corpo físico (soma) e a psique (alma inferior) criada pelo Demiurgo.",
      "C": "A falta de fé nos dogmas da igreja institucional.",
      "D": "A maldição dos Antigos Deuses adormecidos.",
      "E": "A recusa em participar dos sacramentos estatais."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Para os gnósticos, o corpo material e a mente racional/emocional inferior são criações do Demiurgo destinadas a manter o espírito (centelha divina) esquecido de sua origem celestial."
  },
  {
    "id": "800014",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Heresia e Ortodoxia",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Historiador Eclesiástico",
    "nivel": "Superior",
    "enunciado": "Irineu de Lyon, em sua obra 'Adversus Haereses' (Contra as Heresias), foi um dos principais críticos do Gnosticismo no século II. Qual era a principal crítica de Irineu à teologia do Demiurgo?",
    "alternativas": {
      "A": "Que o Gnosticismo era muito simples e acessível ao povo.",
      "B": "Que a separação entre o Deus Criador (do Antigo Testamento) e o Deus Pai de Jesus (do Novo Testamento) era uma blasfêmia que negava o monoteísmo.",
      "C": "Que os gnósticos adoravam estátuas de Cthulhu em segredo.",
      "D": "Que os gnósticos exigiam celibato obrigatório para todos.",
      "E": "Que os gnósticos seguiam estritamente a lei judaica."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Os Padres da Igreja, como Irineu, combateram o Gnosticismo (especialmente Marcião e Valentim) por proporem que o Deus Criador do Gênesis era uma entidade diferente e inferior ao Deus revelado por Cristo."
  },
  {
    "id": "800015",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Maniqueísmo",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Professor",
    "nivel": "Superior",
    "enunciado": "O Maniqueísmo, fundado pelo profeta Mani no século III, é considerado herdeiro e continuador de muitas tradições gnósticas. Sua característica central, que influenciou até mesmo Santo Agostinho antes de sua conversão, é:",
    "alternativas": {
      "A": "O politeísmo irrestrito.",
      "B": "A luta cósmica eterna entre dois princípios equipotentes: o Reino da Luz e o Reino das Trevas.",
      "C": "A crença na inexistência do mal.",
      "D": "A adoração ao caos primordial representado pelo Necronomicon.",
      "E": "A negação completa de qualquer divindade."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O Maniqueísmo levou o dualismo gnóstico ao extremo, estabelecendo uma religião baseada no conflito perpétuo entre a Luz (Bem) e as Trevas (Mal), onde a matéria é intrinsecamente maligna."
  },
  {
    "id": "700076",
    "disciplina": "Legislação Portuária",
    "assunto": "Decreto 8.033/2013 - Autorização",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "enunciado": "Conforme o Art. 26, são modalidades de instalações portuárias localizadas fora da área do porto organizado, exploradas mediante autorização, EXCETO:",
    "alternativas": {
      "A": "Terminal de uso privado.",
      "B": "Estação de transbordo de carga.",
      "C": "Terminal de contêineres (TECON).",
      "D": "Instalação portuária pública de pequeno porte.",
      "E": "Instalação portuária de turismo."
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C é a correta (exceção). O Art. 26 lista as modalidades em seus incisos: I (Terminal de uso privado), II (Estação de transbordo), III (Instalação pública de pequeno porte) e IV (Turismo). 'Terminal de contêineres' (TECON) é um tipo de carga (Art. 29, § 1º, IV), e não uma modalidade de autorização listada no Art. 26."
  },
  {
    "id": "700077",
    "disciplina": "Legislação Portuária",
    "assunto": "Decreto 8.033/2013 - Autorização",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "enunciado": "O Art. 26, § 1º, estabelece um prazo para o início da operação da instalação portuária autorizada, contado da celebração do contrato de adesão. Qual é esse prazo e sua regra de prorrogação?",
    "alternativas": {
      "A": "Prazo de 2 anos, improrrogável.",
      "B": "Prazo de 3 anos, prorrogável uma única vez, por igual período.",
      "C": "Prazo de 3 anos, prorrogável por até 10 anos.",
      "D": "Prazo de 5 anos, improrrogável.",
      "E": "Prazo de 5 anos, prorrogável por mais 5 anos."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O Art. 26, § 1º, é claro ao definir o prazo de 'três anos, contado da data de celebração do contrato de adesão, prorrogável uma única vez, por igual período, a critério do poder concedente'. As demais alternativas erram o prazo ou a regra de prorrogação."
  },
  {
    "id": "700078",
    "disciplina": "Legislação Portuária",
    "assunto": "Decreto 8.033/2013 - Autorização",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "enunciado": "Quando um interessado protocola um requerimento de autorização na Antaq (Art. 27), qual é o primeiro procedimento que a agência deve adotar após receber e constatar a conformidade dos documentos?",
    "alternativas": {
      "A": "Encaminhar o pedido diretamente ao Poder Concedente para aprovação imediata.",
      "B": "Promover, em até dez dias, a abertura de processo de anúncio público, com prazo de trinta dias.",
      "C": "Realizar uma audiência pública para discutir o impacto do terminal na região.",
      "D": "Solicitar parecer da autoridade marítima, que tem 15 dias para responder.",
      "E": "Iniciar um processo seletivo público para escolher a melhor proposta."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O Art. 27, Parágrafo único, II, determina que, estando a documentação em conformidade, a Antaq deve 'promover, em até dez dias, a abertura de processo de anúncio público, com prazo de trinta dias'. O parecer da autoridade marítima (D) só é exigido ao final do processo (Art. 33, IV). O processo seletivo (E) só ocorre se houver inviabilidade locacional (Art. 32)."
  },
  {
    "id": "700079",
    "disciplina": "Legislação Portuária",
    "assunto": "Decreto 8.033/2013 - Autorização",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "enunciado": "O Art. 30 define 'viabilidade locacional'. Segundo o decreto, o que significa este termo?",
    "alternativas": {
      "A": "A capacidade financeira do interessado de implantar a instalação.",
      "B": "A possibilidade da implantação física de duas ou mais instalações na mesma região que não gere impedimento operacional a qualquer uma delas.",
      "C": "A adequação da proposta às diretrizes do planejamento do setor portuário.",
      "D": "A existência de acessos terrestres e aquaviários adequados na região.",
      "E": "A aprovação do município (Prefeitura) quanto à localização do terminal."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta, sendo a definição literal do parágrafo único do Art. 30. A viabilidade locacional refere-se especificamente à compatibilidade física e operacional de múltiplos terminais na mesma região, e não à capacidade financeira (A) ou à adequação política (C), embora esta última também seja analisada (Art. 30, caput)."
  },
  {
    "id": "700080",
    "disciplina": "Legislação Portuária",
    "assunto": "Decreto 8.033/2013 - Autorização",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "enunciado": "De acordo com o Art. 31, a autorização poderá ser expedida diretamente (sem processo seletivo público) em duas hipóteses. Uma delas é quando o processo de chamada ou anúncio públicos for concluído com um único interessado. Qual é a outra?",
    "alternativas": {
      "A": "Quando não existir impedimento locacional à implantação concomitante de todas as instalações solicitadas.",
      "B": "Quando o investimento global for inferior a R$ 100 milhões.",
      "C": "Quando se tratar de uma Instalação Portuária de Turismo.",
      "D": "Quando o interessado já possuir o título de propriedade da área há mais de 10 anos.",
      "E": "Quando o requerente for uma entidade da administração pública indireta."
    },
    "resposta_correta": "A",
    "comentario": "A alternativa A está correta. O Art. 31 lista as duas hipóteses: I (um único interessado) e II ('não existir impedimento locacional à implantação concomitante de todas as instalações portuárias solicitadas'). Se todos 'cabem' (sem impedimento locacional), não há necessidade de processo seletivo para escolher apenas um. As demais (B, C, D, E) não são hipóteses previstas neste artigo."
  },
  {
    "id": "700081",
    "disciplina": "Legislação Portuária",
    "assunto": "Decreto 8.033/2013 - Autorização",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "enunciado": "O Art. 32 trata da situação de inviabilidade locacional. Se, mesmo após a reformulação das propostas, o impedimento locacional for mantido, caberá à Antaq:",
    "alternativas": {
      "A": "Indeferir todas as propostas e arquivar o processo.",
      "B": "Promover processo seletivo público para seleção da melhor proposta.",
      "C": "Encaminhar o processo ao Poder Concedente para que ele decida qual proposta autorizar.",
      "D": "Autorizar a proposta que foi protocolada primeiro (critério cronológico).",
      "E": "Realizar uma audiência pública para que os interessados cheguem a um consenso."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O Art. 32, § 2º, estabelece que, mantido o impedimento (ou seja, 'não cabem todos'), caberá à Antaq 'promover processo seletivo público para seleção da melhor proposta'. As demais alternativas (A, C, D, E) são procedimentos incorretos."
  },
  {
    "id": "700082",
    "disciplina": "Legislação Portuária",
    "assunto": "Decreto 8.033/2013 - Autorização",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "enunciado": "O Art. 35 trata de alterações que não dependem de um novo contrato de adesão, bastando aprovação do Poder Concedente. Qual das seguintes situações se enquadra nisso?",
    "alternativas": {
      "A": "A transferência de titularidade da autorização, desde que preservadas as condições do contrato original.",
      "B": "A expansão da área da instalação portuária em 50% da área original.",
      "C": "A alteração do tipo de carga movimentada, que exige obrigatoriamente um novo contrato.",
      "D": "A prorrogação do prazo do contrato de adesão.",
      "E": "A mudança da instalação para uma nova região geográfica."
    },
    "resposta_correta": "A",
    "comentario": "A alternativa A está correta. O Art. 35, inciso I, prevê expressamente a 'transferência de titularidade' como um caso que não exige novo contrato, desde que as condições originais sejam mantidas. A B está errada (o parágrafo único, II, limita a 25%). A C está errada (o parágrafo único, I, prevê dispensa de nova autorização, e não novo contrato). A D e E são alterações substanciais que exigiriam novo processo ou aditivo complexo."
  },
  {
    "id": "700083",
    "disciplina": "Legislação Portuária",
    "assunto": "Decreto 8.033/2013 - Conselho de Autoridade Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "enunciado": "O Conselho de Autoridade Portuária (CAP), definido no Art. 36, é um órgão da administração do porto com natureza:",
    "alternativas": {
      "A": "Deliberativa e executiva.",
      "B": "Consultiva.",
      "C": "Normativa e fiscalizatória.",
      "D": "Arbitral e de mediação.",
      "E": "Disciplinar e punitiva."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O Art. 36, caput, define o CAP como um 'órgão consultivo da administração do porto'. O § 1º reforça isso ao listar suas competências, todas iniciadas com o verbo 'sugerir'. As demais alternativas (deliberativa, normativa, etc.) estão incorretas."
  },
  {
    "id": "700084",
    "disciplina": "Legislação Portuária",
    "assunto": "Decreto 8.033/2013 - Conselho de Autoridade Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "enunciado": "Sobre a composição do CAP (Art. 37), qual bloco possui o maior número de representantes?",
    "alternativas": {
      "A": "A classe empresarial (arrendatários, operadores, usuários).",
      "B": "A classe dos trabalhadores portuários (avulsos e demais).",
      "C": "O Poder Público (União, Marinha, Adm. Porto, Estado, Municípios).",
      "D": "A classe empresarial e a classe dos trabalhadores têm o mesmo número de representantes.",
      "E": "O Poder Público e a classe empresarial têm o mesmo número de representantes."
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. O Poder Público (Inciso I) possui: 4 (União) + 1 (Marinha) + 1 (Adm. Porto) + 1 (Estado) + 1 (Municípios) = 8 representantes. A classe empresarial (Inciso II) possui: 2 + 1 + 1 = 4 representantes. A classe dos trabalhadores (Inciso III) possui: 2 + 2 = 4 representantes. Portanto, o Poder Público tem o maior número."
  },
  {
    "id": "700085",
    "disciplina": "Legislação Portuária",
    "assunto": "Decreto 8.033/2013 - Conselho de Autoridade Portuária",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "enunciado": "O Art. 37, § 3º, estabelece o mandato dos membros do CAP. Qual é o prazo e a regra de recondução?",
    "alternativas": {
      "A": "Mandato de 2 anos, admitida a recondução uma única vez, por igual período.",
      "B": "Mandato de 3 anos, permitida a redesignação (recondução) ilimitada.",
      "C": "Mandato de 2 anos, vedada a recondução.",
      "D": "Mandato de 4 anos, coincidindo com o mandato do Governador do Estado.",
      "E": "Mandato vitalício, enquanto representante da entidade de classe."
    },
    "resposta_correta": "A",
    "comentario": "A alternativa A está correta. O Art. 37, § 3º, define o mandato 'de dois anos, admitida a recondução uma única vez, por igual período'. Esta regra é diferente da Diretoria-Executiva do OGMO (Art. 38, § 3º) que é de 3 anos com redesignação permitida (sem limite de 1 vez)."
  },
  {
    "id": "700086",
    "disciplina": "Legislação Portuária",
    "assunto": "Decreto 8.033/2013 - OGMO",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "enunciado": "Conforme o Art. 38, o Conselho de Supervisão do OGMO será composto por 3 membros. Como é a distribuição desses membros?",
    "alternativas": {
      "A": "Um indicado pela classe econômica, um pela classe trabalhadora e um pela administração do porto.",
      "B": "Três membros indicados exclusivamente pelas categorias econômicas (operadores portuários).",
      "C": "Dois indicados pelas categorias econômicas e um indicado pelas categorias profissionais (trabalhadores).",
      "D": "Dois indicados pelas categorias profissionais (trabalhadores) e um indicado pelas categorias econômicas.",
      "E": "Três membros indicados pelo Poder Concedente para fiscalizar o OGMO."
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. O Art. 38, § 1º, define a composição: 'dois indicados pelas entidades de classe [...] categorias econômicas' (Inciso I) e 'um indicado pelas entidades de classe [...] categorias profissionais' (Inciso II). A alternativa D inverte a proporção."
  },
  {
    "id": "700087",
    "disciplina": "Legislação Portuária",
    "assunto": "Decreto 8.033/2013 - OGMO",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "enunciado": "De acordo com o Art. 38, § 3º, a Diretoria-Executiva do OGMO será composta por diretores designados e destituíveis:",
    "alternativas": {
      "A": "Pelo Conselho de Supervisão do OGMO.",
      "B": "Pelo Poder Concedente (Secretaria de Portos).",
      "C": "Pela Antaq, após processo seletivo.",
      "D": "Pelos operadores portuários que atuam no respectivo porto.",
      "E": "Pelas entidades de classe dos trabalhadores portuários."
    },
    "resposta_correta": "D",
    "comentario": "A alternativa D está correta. O Art. 38, § 3º, é explícito ao afirmar que os diretores são 'designados e destituíveis, a qualquer tempo, pelos operadores portuários que atuam no respectivo porto organizado'. O § 4º apenas permite que, se houver mais de um diretor, um *possa* ser indicado pelos trabalhadores, mas a designação (e destituição) é prerrogativa dos operadores."
  },
  {
    "id": "700088",
    "disciplina": "Legislação Portuária",
    "assunto": "Decreto 8.033/2013 - Fórum e SINE-PORTO",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "enunciado": "O Art. 39 institui o Fórum Nacional Permanente para Qualificação do Trabalhador Portuário. Qual órgão é responsável por coordenar este fórum?",
    "alternativas": {
      "A": "A Secretaria de Portos da Presidência da República.",
      "B": "O Ministério do Trabalho e Emprego.",
      "C": "O Ministério da Educação.",
      "D": "O Comando da Marinha.",
      "E": "A Antaq."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O Art. 39, § 1º, inciso I, alínea 'a', lista o 'Ministério do Trabalho e Emprego, que o coordenará'. A Secretaria de Portos (A) participa, mas não coordena (alínea 'b')."
  },
  {
    "id": "700089",
    "disciplina": "Legislação Portuária",
    "assunto": "Decreto 8.033/2013 - Fórum e SINE-PORTO",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "enunciado": "Conforme o Art. 40, § 2º (redação do Dec. 8.071/2013), os trabalhadores portuários avulsos inscritos no OGMO e constantes no SINE-PORTO terão preferência de acesso a quê?",
    "alternativas": {
      "A": "Às vagas de trabalho com vínculo empregatício nos terminais autorizados.",
      "B": "A programas de formação ou qualificação profissional oferecidos no âmbito do SINE ou do Pronatec.",
      "C": "A cargos na Diretoria-Executiva do OGMO.",
      "D": "A financiamento habitacional pela Caixa Econômica Federal.",
      "E": "À escala de trabalho nos navios de turismo."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O Art. 40, § 2º, concede a esses trabalhadores 'preferência no acesso a programas de formação ou qualificação profissional oferecidos no âmbito do SINE ou do Pronatec'. As demais alternativas não estão previstas neste artigo."
  },
  {
    "id": "700090",
    "disciplina": "Legislação Portuária",
    "assunto": "Decreto 8.033/2013 - Disposições Finais",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "enunciado": "O Art. 41 trata da participação de representantes no conselho de administração da administração do porto (Companhia Docas). O § 2º estabelece que a indicação do representante da classe trabalhadora recairá obrigatoriamente sobre:",
    "alternativas": {
      "A": "Um trabalhador portuário avulso indicado pelo OGMO.",
      "B": "Um membro do Conselho de Autoridade Portuária (CAP).",
      "C": "Empregado da entidade sob controle estatal (da própria Companhia Docas).",
      "D": "Qualquer trabalhador portuário, avulso ou com vínculo, atuante no porto.",
      "E": "Um membro indicado pelo Ministério do Trabalho e Emprego."
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. O Art. 41, § 2º, é uma regra específica (conhecida como 'representante dos empregados no conselho') que determina que a indicação 'recairá obrigatoriamente sobre empregado da entidade sob controle estatal'. O § 1º diz que o CAP indica, mas a indicação deve seguir a regra do § 2º."
  }
]
