[
    {
    "id": "800001",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Cosmologia",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Estudos Religiosos",
    "ano": "2025",
    "cargo": "Pesquisador em Ciências da Religião",
    "nivel": "Superior",
    "enunciado": "No sistema gnóstico, a criação do mundo material não é atribuída ao Deus Supremo e Inefável, mas sim a uma entidade inferior, muitas vezes descrita como ignorante ou arrogante. Assinale a alternativa que nomeia CORRETAMENTE esta entidade responsável pela criação da matéria.",
    "alternativas": {
      "A": "Monada.",
      "B": "Sophia.",
      "C": "Demiurgo.",
      "D": "Pleroma.",
      "E": "Logos."
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. O Demiurgo (frequentemente identificado como Yaldabaoth) é o artesão ou criador do mundo material no Gnosticismo. Ele é distinto do Deus Verdadeiro (a Mônada), sendo considerado uma divindade menor que aprisionou as centelhas divinas na matéria."
  },
  {
    "id": "800002",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Conceitos Fundamentais",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Estudos Religiosos",
    "ano": "2025",
    "cargo": "Professor de Filosofia",
    "nivel": "Superior",
    "enunciado": "O termo 'Gnosticismo' deriva do grego 'gnosis'. Diferente da fé cristã ortodoxa ('pistis'), a salvação para os gnósticos seria alcançada por meio:",
    "alternativas": {
      "A": "Do sacrifício ritualístico de animais.",
      "B": "Da estrita observância da lei mosaica.",
      "C": "Do conhecimento intuitivo e esotérico da natureza divina interior.",
      "D": "Da caridade e das obras sociais exclusivamente.",
      "E": "Da adoração às entidades cósmicas conhecidas como 'Grandes Antigos' (Cthulhu)."
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. A Gnose é o conhecimento salvífico, uma compreensão revelada e interior de que o espírito humano é uma centelha divina presa na matéria e que deve retornar à sua origem. A alternativa E está incorreta, pois Cthulhu pertence à ficção de H.P. Lovecraft."
  },
  {
    "id": "800003",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Mitologia",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Estudos Religiosos",
    "ano": "2025",
    "cargo": "Analista Cultural",
    "nivel": "Superior",
    "enunciado": "Dentro da complexa mitologia gnóstica, existe uma figura feminina (Aeon) que, em sua busca apaixonada por conhecer o Pai inefável, acaba caindo e gerando a matéria ou o Demiurgo por acidente. Qual é o nome dessa figura?",
    "alternativas": {
      "A": "Barbelo.",
      "B": "Sophia (Sabedoria).",
      "C": "Eva.",
      "D": "Lilith.",
      "E": "Helena."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O mito de Sophia é central em muitas escolas gnósticas (como a Valentiniana). Sua queda e subsequente redenção simbolizam a descida da alma à matéria e a necessidade de restauração ao Pleroma."
  },
  {
    "id": "800004",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Entidades",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Historiador",
    "nivel": "Superior",
    "enunciado": "Os textos de Nag Hammadi descrevem governantes do mundo material que servem ao Demiurgo e trabalham para impedir que as almas humanas ascendam ao reino espiritual. Esses guardiões planetários são chamados de:",
    "alternativas": {
      "A": "Aeons.",
      "B": "Archons (Arcontes).",
      "C": "Serafins.",
      "D": "Bodhisattvas.",
      "E": "Shoggoths."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Os Arcontes (do grego 'governantes') são as forças cósmicas, frequentemente associadas aos planetas, que administram o universo material sob o comando do Demiurgo, criando obstáculos para a alma."
  },
  {
    "id": "800005",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Identificação de Divindades",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Estudos Religiosos",
    "ano": "2025",
    "cargo": "Pesquisador",
    "nivel": "Superior",
    "enunciado": "Em estudos comparados de religião e literatura, é comum haver confusão entre mitologias antigas e ficção moderna. Assinale a alternativa que contém APENAS nomes de entidades presentes nos textos gnósticos históricos (como o Apócrifo de João).",
    "alternativas": {
      "A": "Yaldabaoth, Saklas e Samael.",
      "B": "Cthulhu, Dagon e Yaldabaoth.",
      "C": "Sophia, Zeus e Nyarlathotep.",
      "D": "Demiurgo, Azathoth e Cristo.",
      "E": "Yog-Sothoth, Barbelo e Abraxas."
    },
    "resposta_correta": "A",
    "comentario": "A alternativa A está correta. Yaldabaoth, Saklas e Samael são três nomes utilizados no Gnosticismo (especificamente no texto Apócrifo de João) para designar o Demiurgo ou criador inferior. As demais alternativas misturam divindades gnósticas com o panteão fictício de H.P. Lovecraft (Cthulhu, Azathoth, etc.) ou grego."
  },
  {
    "id": "800006",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Fontes Históricas",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Biblioteconomista",
    "nivel": "Superior",
    "enunciado": "A compreensão moderna do Gnosticismo foi revolucionada em 1945 com a descoberta de uma biblioteca de códices antigos no Egito. Qual é o nome dessa coleção de textos?",
    "alternativas": {
      "A": "Manuscritos do Mar Morto.",
      "B": "Biblioteca de Nag Hammadi.",
      "C": "Papiros de Oxyrhynchus.",
      "D": "Necronomicon.",
      "E": "Textos das Pirâmides."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. A Biblioteca de Nag Hammadi contém os principais textos gnósticos primários (como o Evangelho de Tomé e o Apócrifo de João), permitindo estudar o movimento pela ótica dos próprios gnósticos e não apenas de seus detratores."
  },
  {
    "id": "800007",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Dualismo",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Professor",
    "nivel": "Superior",
    "enunciado": "O Gnosticismo é caracterizado por um dualismo radical. Sobre essa visão de mundo, assinale a alternativa CORRETA.",
    "alternativas": {
      "A": "Acredita na sacralidade da matéria e que o corpo físico é o templo perfeito de Deus.",
      "B": "Defende que o espírito e a matéria são ambos bons e coeternos.",
      "C": "Considera o mundo material como uma prisão ou erro, oposto ao reino espiritual de luz (Pleroma).",
      "D": "Prega que o Demiurgo e o Deus Supremo são a mesma entidade benevolente.",
      "E": "Baseia-se na ideia de que o caos primordial, representado por Cthulhu, deve ser despertado para renovar a Terra."
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. O dualismo gnóstico coloca o espírito (pneuma) como positivo e divino, e a matéria (hyle) como negativa, corrupta e criada por uma divindade inferior."
  },
  {
    "id": "800008",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Abraxas",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Historiador da Arte",
    "nivel": "Superior",
    "enunciado": "Basilides, um mestre gnóstico de Alexandria, ensinava sobre uma entidade suprema ou um 'Grande Arconte' que englobava em si os 365 céus. Essa figura, frequentemente representada em talismãs com cabeça de galo e pernas de serpente, é conhecida como:",
    "alternativas": {
      "A": "Abraxas.",
      "B": "Moloque.",
      "C": "Baphomet.",
      "D": "Hastur.",
      "E": "Kronos."
    },
    "resposta_correta": "A",
    "comentario": "A alternativa A está correta. Abraxas (ou Abrasax) é uma figura central no sistema de Basilides, cujas letras em grego somam o valor numérico de 365, correspondendo aos dias do ano e aos céus/eons do sistema cosmológico."
  },
  {
    "id": "800009",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Pleroma",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Teólogo",
    "nivel": "Superior",
    "enunciado": "No Gnosticismo, o termo 'Pleroma' refere-se a:",
    "alternativas": {
      "A": "O abismo infernal onde residem os demônios.",
      "B": "A totalidade ou plenitude do reino divino, habitado pelos Aeons e pelo Deus Verdadeiro.",
      "C": "O livro sagrado escrito por Valentim.",
      "D": "A cidade submersa de R'lyeh.",
      "E": "O ritual de batismo pela água."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Pleroma (do grego 'plenitude') designa a totalidade dos poderes divinos, a região de luz acima do mundo material criado pelo Demiurgo."
  },
  {
    "id": "800010",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Yaldabaoth",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Analista",
    "nivel": "Superior",
    "enunciado": "O 'Apócrifo de João' descreve o Demiurgo Yaldabaoth com uma aparência teratomórfica (monstruosa). Qual é a descrição clássica dessa entidade nos textos gnósticos?",
    "alternativas": {
      "A": "Um homem velho de barba branca sentado em um trono.",
      "B": "Uma serpente com rosto de leão.",
      "C": "Um gigante com tentáculos no lugar da boca, semelhante a Cthulhu.",
      "D": "Um anjo de doze asas e múltiplos olhos.",
      "E": "Um touro alado."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Yaldabaoth é frequentemente descrito como uma serpente com cabeça de leão (leontocefálica), simbolizando sua natureza bestial, cega e arrogante em contraposição à sabedoria divina."
  },
  {
    "id": "800011",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Cristologia",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Professor",
    "nivel": "Superior",
    "enunciado": "Muitos grupos gnósticos adotavam uma visão 'docética' em relação a Jesus Cristo. Isso significa que eles acreditavam que:",
    "alternativas": {
      "A": "Jesus era um revolucionário político apenas.",
      "B": "Cristo não tinha um corpo físico real, mas apenas uma aparência de carne, pois o divino não poderia se misturar com a matéria corrupta.",
      "C": "Jesus e o Demiurgo eram a mesma pessoa.",
      "D": "Cristo veio para fortalecer a Lei de Moisés.",
      "E": "Jesus era um sumo sacerdote de Dagon."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O Docetismo (do grego dokein, 'parecer') é a doutrina de que o corpo de Cristo era uma ilusão ou puramente espiritual, rejeitando o sofrimento físico real na cruz, pois a matéria é considerada intrinsecamente má no Gnosticismo."
  },
  {
    "id": "800012",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Sethianos",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Pesquisador",
    "nivel": "Superior",
    "enunciado": "Uma das principais seitas gnósticas, os Sethianos, considerava-se a descendência espiritual de Seth, terceiro filho de Adão. Para este grupo, quem era a personificação da Sabedoria Divina e consorte do Espírito Invisível?",
    "alternativas": {
      "A": "Barbelo.",
      "B": "Maria Madalena (exclusivamente).",
      "C": "Shub-Niggurath.",
      "D": "Helena de Troia.",
      "E": "A Virgem Maria ortodoxa."
    },
    "resposta_correta": "A",
    "comentario": "A alternativa A está correta. No Gnosticismo Sethiano, Barbelo é a primeira emanação do Deus Supremo, o pensamento divino (Ennoia) e a mãe universal, desempenhando um papel crucial na cosmologia."
  },
  {
    "id": "800013",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Centelha Divina",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Filósofo",
    "nivel": "Superior",
    "enunciado": "O objetivo final da prática gnóstica é a libertação da 'centelha divina' (pneuma). Segundo essa teoria, o que aprisiona essa centelha?",
    "alternativas": {
      "A": "O pecado original entendido como desobediência moral.",
      "B": "O corpo físico (soma) e a psique (alma inferior) criada pelo Demiurgo.",
      "C": "A falta de fé nos dogmas da igreja institucional.",
      "D": "A maldição dos Antigos Deuses adormecidos.",
      "E": "A recusa em participar dos sacramentos estatais."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Para os gnósticos, o corpo material e a mente racional/emocional inferior são criações do Demiurgo destinadas a manter o espírito (centelha divina) esquecido de sua origem celestial."
  },
  {
    "id": "800014",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Heresia e Ortodoxia",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Historiador Eclesiástico",
    "nivel": "Superior",
    "enunciado": "Irineu de Lyon, em sua obra 'Adversus Haereses' (Contra as Heresias), foi um dos principais críticos do Gnosticismo no século II. Qual era a principal crítica de Irineu à teologia do Demiurgo?",
    "alternativas": {
      "A": "Que o Gnosticismo era muito simples e acessível ao povo.",
      "B": "Que a separação entre o Deus Criador (do Antigo Testamento) e o Deus Pai de Jesus (do Novo Testamento) era uma blasfêmia que negava o monoteísmo.",
      "C": "Que os gnósticos adoravam estátuas de Cthulhu em segredo.",
      "D": "Que os gnósticos exigiam celibato obrigatório para todos.",
      "E": "Que os gnósticos seguiam estritamente a lei judaica."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Os Padres da Igreja, como Irineu, combateram o Gnosticismo (especialmente Marcião e Valentim) por proporem que o Deus Criador do Gênesis era uma entidade diferente e inferior ao Deus revelado por Cristo."
  },
  {
    "id": "800015",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Maniqueísmo",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Professor",
    "nivel": "Superior",
    "enunciado": "O Maniqueísmo, fundado pelo profeta Mani no século III, é considerado herdeiro e continuador de muitas tradições gnósticas. Sua característica central, que influenciou até mesmo Santo Agostinho antes de sua conversão, é:",
    "alternativas": {
      "A": "O politeísmo irrestrito.",
      "B": "A luta cósmica eterna entre dois princípios equipotentes: o Reino da Luz e o Reino das Trevas.",
      "C": "A crença na inexistência do mal.",
      "D": "A adoração ao caos primordial representado pelo Necronomicon.",
      "E": "A negação completa de qualquer divindade."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O Maniqueísmo levou o dualismo gnóstico ao extremo, estabelecendo uma religião baseada no conflito perpétuo entre a Luz (Bem) e as Trevas (Mal), onde a matéria é intrinsecamente maligna."
  },
    {
        "id": 3587028,
        "disciplina": "Legislação (OIT)",
        "assunto": "Convenção Nº 152 da OIT (Segurança nos Trabalhos Portuários)",
        "banca": "Gemini Concursos",
        "instituicao": "N/I",
        "ano": 2025,
        "cargo": "N/I",
        "nivel": "N/I",
        "modalidade": "Múltipla Escolha",
        "enunciado": "De acordo com o Artigo 1º da Convenção Nº 152 da OIT, a definição da expressão \"trabalhos portuários\" deverá ser fixada pela legislação ou prática nacionais. Quem deve ser consultado na elaboração ou revisão dessa definição?",
        "alternativas": {
            "A": "Apenas a autoridade competente e o Conselho de Administração da OIT.",
            "B": "As organizações de empregadores e trabalhadores interessados.",
            "C": "Exclusivamente a autoridade marítima local.",
            "D": "As empresas de navegação internacional e os armadores.",
            "E": "Os fabricantes de equipamentos portuários."
        },
        "resposta_correta": "B"
    },
    {
        "id": 3587029,
        "disciplina": "Legislação (OIT)",
        "assunto": "Convenção Nº 152 da OIT (Segurança nos Trabalhos Portuários)",
        "banca": "Gemini Concursos",
        "instituicao": "N/I",
        "ano": 2025,
        "cargo": "N/I",
        "nivel": "N/I",
        "modalidade": "Múltipla Escolha",
        "enunciado": "Conforme o Artigo 3º da Convenção Nº 152, qual é a definição de \"pessoa competente\"?",
        "alternativas": {
            "A": "Toda pessoa designada pelo empregador para assegurar a execução de uma função específica.",
            "B": "Toda pessoa que tenha os conhecimentos e experiência requeridos para o cumprimento de uma ou várias funções específicas, e aceitável enquanto tal pela autoridade competente.",
            "C": "Toda pessoa autorizada pelo capitão do navio para realizar uma ou mais tarefas específicas.",
            "D": "Toda pessoa ocupada nos trabalhos portuários, independentemente de sua experiência.",
            "E": "O proprietário do aparelho de içar ou o capitão do navio."
        },
        "resposta_correta": "B"
    },
    {
        "id": 3587030,
        "disciplina": "Legislação (OIT)",
        "assunto": "Convenção Nº 152 da OIT (Segurança nos Trabalhos Portuários)",
        "banca": "Gemini Concursos",
        "instituicao": "N/I",
        "ano": 2025,
        "cargo": "N/I",
        "nivel": "N/I",
        "modalidade": "Múltipla Escolha",
        "enunciado": "O Artigo 4º da Convenção Nº 152 estabelece que a legislação nacional deverá dispor sobre medidas de segurança e salubridade. Qual das seguintes medidas NÃO está explicitamente listada no parágrafo 1º do Artigo 4º?",
        "alternativas": {
            "A": "O fornecimento de equipamento de proteção individual e meios de salvamento.",
            "B": "A garantia de remuneração mínima em dias de paralisação por risco.",
            "C": "A organização e manutenção dos meios adequados e suficientes de primeiros socorros.",
            "D": "A informação, formação e controle indispensáveis para garantir a proteção dos trabalhadores.",
            "E": "A elaboração e estabelecimento de procedimentos adequados para situações de emergência."
        },
        "resposta_correta": "B"
    },
    {
        "id": 3587031,
        "disciplina": "Legislação (OIT)",
        "assunto": "Convenção Nº 152 da OIT (Segurança nos Trabalhos Portuários)",
        "banca": "Gemini Concursos",
        "instituicao": "N/I",
        "ano": 2025,
        "cargo": "N/I",
        "nivel": "N/I",
        "modalidade": "Múltipla Escolha",
        "enunciado": "Segundo o Artigo 5º da Convenção Nº 152, quando vários empregadores se entregarem simultaneamente a atividades num mesmo local de trabalho, eles deverão:",
        "alternativas": {
            "A": "Designar um único responsável pela segurança de todos os trabalhadores.",
            "B": "Suspender as atividades até que apenas um empregador permaneça no local.",
            "C": "Colaborar visando a aplicação das medidas prescritas, sem prejuízo da responsabilidade individual de cada empregador.",
            "D": "Solicitar à autoridade competente que assuma a responsabilidade pela segurança.",
            "E": "Limitar a responsabilidade de cada empregador apenas aos seus próprios trabalhadores, ignorando os demais."
        },
        "resposta_correta": "C"
    },
    {
        "id": 3587032,
        "disciplina": "Legislação (OIT)",
        "assunto": "Convenção Nº 152 da OIT (Segurança nos Trabalhos Portuários)",
        "banca": "Gemini Concursos",
        "instituicao": "N/I",
        "ano": 2025,
        "cargo": "N/I",
        "nivel": "N/I",
        "modalidade": "Múltipla Escolha",
        "enunciado": "O Artigo 6º da Convenção Nº 152 estabelece obrigações para os trabalhadores. Qual é uma dessas obrigações?",
        "alternativas": {
            "A": "Efetuar o teste de todos os aparelhos de içar antes de usá-los.",
            "B": "Providenciar seu próprio equipamento de proteção individual.",
            "C": "Não estorvar indevidamente o funcionamento de um dispositivo de segurança.",
            "D": "Participar obrigatoriamente dos comitês de segurança e higiene.",
            "E": "Corrigir pessoalmente qualquer situação de risco que identificar."
        },
        "resposta_correta": "C"
    },
    {
        "id": 3587033,
        "disciplina": "Legislação (OIT)",
        "assunto": "Convenção Nº 152 da OIT (Segurança nos Trabalhos Portuários)",
        "banca": "Gemini Concursos",
        "instituicao": "N/I",
        "ano": 2025,
        "cargo": "N/I",
        "nivel": "N/I",
        "modalidade": "Múltipla Escolha",
        "enunciado": "Conforme o Artigo 8º da Convenção Nº 152, se um local de trabalho apresentar risco para a segurança ou a saúde, que medidas devem ser implementadas?",
        "alternativas": {
            "A": "Medidas eficientes, como fechamento ou balizamento, inclusive suspensão do trabalho, até que o local não apresente mais riscos.",
            "B": "Apenas a sinalização do risco, permitindo que o trabalho continue sob responsabilidade do trabalhador.",
            "C": "A duplicação do equipamento de proteção individual para os trabalhadores no local.",
            "D": "Uma investigação imediata pela OIT antes de qualquer ação.",
            "E": "A redução da jornada de trabalho no local afetado."
        },
        "resposta_correta": "A"
    },
    {
        "id": 3587034,
        "disciplina": "Legislação (OIT)",
        "assunto": "Convenção Nº 152 da OIT (Segurança nos Trabalhos Portuários)",
        "banca": "Gemini Concursos",
        "instituicao": "N/I",
        "ano": 2025,
        "cargo": "N/I",
        "nivel": "N/I",
        "modalidade": "Múltipla Escolha",
        "enunciado": "O Artigo 11 da Convenção Nº 152 trata da organização dos locais de trabalho. O que ele dispõe sobre corredores?",
        "alternativas": {
            "A": "Que todos os corredores devem ser de uso misto para veículos e pedestres para otimizar espaço.",
            "B": "Que devem ser dispostos corredores suficientemente largos para a utilização sem perigo dos veículos e aparelhos de estivagem.",
            "C": "Que a demarcação de corredores é opcional e depende da prática nacional.",
            "D": "Que os corredores para pedestres devem ter, no máximo, a mesma largura dos corredores de veículos.",
            "E": "Que é proibido o tráfego de pedestres em qualquer área de circulação de veículos."
        },
        "resposta_correta": "B"
    },
    {
        "id": 3587035,
        "disciplina": "Legislação (OIT)",
        "assunto": "Convenção Nº 152 da OIT (Segurança nos Trabalhos Portuários)",
        "banca": "Gemini Concursos",
        "instituicao": "N/I",
        "ano": 2025,
        "cargo": "N/I",
        "nivel": "N/I",
        "modalidade": "Múltipla Escolha",
        "enunciado": "Segundo o Artigo 13 da Convenção Nº 152, o que deve ser feito quando for necessário proceder, numa máquina, a trabalhos de limpeza ou reparo que comportem risco?",
        "alternativas": {
            "A": "A máquina deve ser parada e medidas suficientes devem ser tomadas para garantir que não possa ser acionada acidentalmente.",
            "B": "O trabalho pode ser feito com a máquina em funcionamento, desde que o trabalhador seja uma \"pessoa competente\".",
            "C": "Apenas um aviso sonoro deve ser ativado durante o reparo.",
            "D": "O dispositivo de segurança pode ser removido permanentemente se facilitar a manutenção.",
            "E": "A máquina deve ser operada em baixa velocidade por uma \"pessoa autorizada\" enquanto outra realiza o reparo."
        },
        "resposta_correta": "A"
    },
    {
        "id": 3587036,
        "disciplina": "Legislação (OIT)",
        "assunto": "Convenção Nº 152 da OIT (Segurança nos Trabalhos Portuários)",
        "banca": "Gemini Concursos",
        "instituicao": "N/I",
        "ano": 2025,
        "cargo": "N/I",
        "nivel": "N/I",
        "modalidade": "Múltipla Escolha",
        "enunciado": "O Artigo 16 da Convenção Nº 152 trata do transporte de trabalhadores. Se os trabalhadores tiverem que ser transportados por água, o que deve ser garantido?",
        "alternativas": {
            "A": "Que a embarcação seja o mais rápido possível para diminuir o tempo de exposição.",
            "B": "Que o transporte seja feito exclusivamente em embarcações de propriedade do empregador.",
            "C": "Medidas suficientes para garantir a segurança de seu embarque, transporte e desembarque.",
            "D": "Que cada trabalhador saiba nadar e possua seu próprio colete salva-vidas.",
            "E": "Que o transporte seja supervisionado diretamente pela autoridade competente."
        },
        "resposta_correta": "C"
    },
    {
        "id": 3587037,
        "disciplina": "Legislação (OIT)",
        "assunto": "Convenção Nº 152 da OIT (Segurança nos Trabalhos Portuários)",
        "banca": "Gemini Concursos",
        "instituicao": "N/I",
        "ano": 2025,
        "cargo": "N/I",
        "nivel": "N/I",
        "modalidade": "Múltipla Escolha",
        "enunciado": "Conforme o Artigo 18, quem está autorizado a abrir ou fechar painéis de porão acionados por força motriz?",
        "alternativas": {
            "A": "Qualquer trabalhador portuário com mais de um ano de experiência.",
            "B": "Apenas uma pessoa autorizada (preferencialmente um membro da tripulação, se possível).",
            "C": "O capitão do navio, exclusivamente.",
            "D": "A \"pessoa competente\" designada pela autoridade portuária.",
            "E": "O responsável pela equipe de estiva, mediante ordem escrita."
        },
        "resposta_correta": "B"
    },
    {
        "id": 3587038,
        "disciplina": "Legislação (OIT)",
        "assunto": "Convenção Nº 152 da OIT (Segurança nos Trabalhos Portuários)",
        "banca": "Gemini Concursos",
        "instituicao": "N/I",
        "ano": 2025,
        "cargo": "N/I",
        "nivel": "N/I",
        "modalidade": "Múltipla Escolha",
        "enunciado": "O Artigo 19 trata da proteção de aberturas. Quando uma escotilha não estiver provida de uma tampa de altura e resistência suficientes, o que deve ser feito quando ela não estiver mais em serviço?",
        "alternativas": {
            "A": "Deve ser sinalizada com uma fita e o trabalho pode continuar ao redor.",
            "B": "Deve ser fechada ou seu parapeito reposto no lugar.",
            "C": "Deve ser permanentemente vigiada por um trabalhador designado.",
            "D": "Pode permanecer aberta se a interrupção do trabalho for inferior a 24 horas.",
            "E": "Deve ser coberta com qualquer material disponível, como uma lona."
        },
        "resposta_correta": "B"
    },
    {
        "id": 3587039,
        "disciplina": "Legislação (OIT)",
        "assunto": "Convenção Nº 152 da OIT (Segurança nos Trabalhos Portuários)",
        "banca": "Gemini Concursos",
        "instituicao": "N/I",
        "ano": 2025,
        "cargo": "N/I",
        "nivel": "N/I",
        "modalidade": "Múltipla Escolha",
        "enunciado": "Segundo o Artigo 20, ao se utilizar veículos motorizados no porão ou entreponte, o que deve ser assegurado para prevenir riscos à saúde?",
        "alternativas": {
            "A": "Que os operadores dos veículos utilizem máscaras de oxigênio.",
            "B": "Uma ventilação suficiente mediante circulação de ar fresco.",
            "C": "Que os veículos sejam elétricos, sendo proibidos os de combustão interna.",
            "D": "Que o trabalho seja realizado em turnos de no máximo 15 minutos.",
            "E": "A instalação de exaustores de fumaça portáteis em cada veículo."
        },
        "resposta_correta": "B"
    },
    {
        "id": 3587040,
        "disciplina": "Legislação (OIT)",
        "assunto": "Convenção Nº 152 da OIT (Segurança nos Trabalhos Portuários)",
        "banca": "Gemini Concursos",
        "instituicao": "N/I",
        "ano": 2025,
        "cargo": "N/I",
        "nivel": "N/I",
        "modalidade": "Múltipla Escolha",
        "enunciado": "O Artigo 21 estabelece uma regra fundamental para a utilização de aparelhos de içar e acessórios de estivagem. Qual é essa regra?",
        "alternativas": {
            "A": "Eles podem ser carregados acima da carga máxima em até 10% em situações de emergência.",
            "B": "Eles não deverão ser carregados acima de sua carga máxima, exceto em testes regulamentares.",
            "C": "A carga máxima pode ser determinada visualmente pela \"pessoa responsável\".",
            "D": "Eles devem ser substituídos por novos a cada 5 anos, independentemente do uso.",
            "E": "Apenas aparelhos de içar novos podem ser utilizados em trabalhos portuários."
        },
        "resposta_correta": "B"
    },
    {
        "id": 3587041,
        "disciplina": "Legislação (OIT)",
        "assunto": "Convenção Nº 152 da OIT (Segurança nos Trabalhos Portuários)",
        "banca": "Gemini Concursos",
        "instituicao": "N/I",
        "ano": 2025,
        "cargo": "N/I",
        "nivel": "N/I",
        "modalidade": "Múltipla Escolha",
        "enunciado": "Conforme o Artigo 22, com que frequência os aparelhos de içar que fazem parte do equipamento de um navio devem ser submetidos a um novo teste?",
        "alternativas": {
            "A": "A cada 12 meses.",
            "B": "A cada 24 meses.",
            "C": "Pelo menos uma vez em cada cinco anos.",
            "D": "Apenas quando entram em serviço pela primeira vez.",
            "E": "Após cada operação de carga e descarga."
        },
        "resposta_correta": "C"
    },
    {
        "id": 3587042,
        "disciplina": "Legislação (OIT)",
        "assunto": "Convenção Nº 152 da OIT (Segurança nos Trabalhos Portuários)",
        "banca": "Gemini Concursos",
        "instituicao": "N/I",
        "ano": 2025,
        "cargo": "N/I",
        "nivel": "N/I",
        "modalidade": "Múltipla Escolha",
        "enunciado": "O Artigo 23 exige que todo aparelho de içar e todo acessório de estivagem sejam objeto de um \"exame minucioso\" periódico. Qual a frequência mínima desse exame?",
        "alternativas": {
            "A": "Pelo menos uma vez em cada 12 meses.",
            "B": "A cada 6 meses.",
            "C": "A cada 5 anos, juntamente com o novo teste.",
            "D": "Apenas após reparo importante.",
            "E": "Diariamente, antes do uso."
        },
        "resposta_correta": "A"
    },
    {
        "id": 3587043,
        "disciplina": "Legislação (OIT)",
        "assunto": "Convenção Nº 152 da OIT (Segurança nos Trabalhos Portuários)",
        "banca": "Gemini Concursos",
        "instituicao": "N/I",
        "ano": 2025,
        "cargo": "N/I",
        "nivel": "N/I",
        "modalidade": "Múltipla Escolha",
        "enunciado": "O Artigo 24 define \"inspeção\" como um exame visual efetuado por quem?",
        "alternativas": {
            "A": "Pela autoridade competente.",
            "B": "Pela \"pessoa competente\".",
            "C": "Pelo capitão do navio.",
            "D": "Pela \"pessoa responsável\".",
            "E": "Por qualquer trabalhador designado."
        },
        "resposta_correta": "D"
    },
    {
        "id": 3587044,
        "disciplina": "Legislação (OIT)",
        "assunto": "Convenção Nº 152 da OIT (Segurança nos Trabalhos Portuários)",
        "banca": "Gemini Concursos",
        "instituicao": "N/I",
        "ano": 2025,
        "cargo": "N/I",
        "nivel": "N/I",
        "modalidade": "Múltipla Escolha",
        "enunciado": "Segundo o Artigo 25, termos devidamente autenticados sobre os testes e exames dos aparelhos de içar e acessórios devem ser conservados. O que esses termos devem especificar?",
        "alternativas": {
            "A": "Apenas o nome da \"pessoa competente\" que realizou o teste.",
            "B": "Apenas a data e o resultado do teste.",
            "C": "A carga máxima de utilização, a data e os resultados dos testes, exames minuciosos e inspeções.",
            "D": "O custo do aparelho e a data de fabricação.",
            "E": "O número de horas de uso do equipamento desde o último exame."
        },
        "resposta_correta": "C"
    },
    {
        "id": 3587045,
        "disciplina": "Legislação (OIT)",
        "assunto": "Convenção Nº 152 da OIT (Segurança nos Trabalhos Portuários)",
        "banca": "Gemini Concursos",
        "instituicao": "N/I",
        "ano": 2025,
        "cargo": "N/I",
        "nivel": "N/I",
        "modalidade": "Múltipla Escolha",
        "enunciado": "O Artigo 26 visa garantir o reconhecimento mútuo dos testes e exames entre os Membros que ratificaram a Convenção. Como isso é feito?",
        "alternativas": {
            "A": "Exigindo que todos os testes sejam refeitos em cada porto visitado.",
            "B": "Através da designação ou reconhecimento de pessoas ou entidades competentes para realizar os testes, cujos certificados devem ser aceitos pelos outros Membros.",
            "C": "Centralizando todos os testes em um único órgão internacional ligado à OIT.",
            "D": "Permitindo que o capitão do navio ateste a segurança dos equipamentos.",
            "E": "Estabelecendo um acordo de reciprocidade que anula a necessidade de testes."
        },
        "resposta_correta": "B"
    },
    {
        "id": 3587046,
        "disciplina": "Legislação (OIT)",
        "assunto": "Convenção Nº 152 da OIT (Segurança nos Trabalhos Portuários)",
        "banca": "Gemini Concursos",
        "instituicao": "N/I",
        "ano": 2025,
        "cargo": "N/I",
        "nivel": "N/I",
        "modalidade": "Múltipla Escolha",
        "enunciado": "Conforme o Artigo 27, todo aparelho de içar (que não seja mastro de carga de navio) com uma única carga máxima de utilização deve:",
        "alternativas": {
            "A": "Ser pintado de cor viva para fácil identificação.",
            "B": "Trazer, de modo preciso, a indicação de sua carga máxima de utilização gravada ou por outros meios adequados.",
            "C": "Ser operado apenas pelo fabricante.",
            "D": "Ter sua carga máxima definida pelo operador no momento do uso.",
            "E": "Possuir um dispositivo sonoro que alerte ao se aproximar da carga máxima."
        },
        "resposta_correta": "B"
    },
    {
        "id": 3587047,
        "disciplina": "Legislação (OIT)",
        "assunto": "Convenção Nº 152 da OIT (Segurança nos Trabalhos Portuários)",
        "banca": "Gemini Concursos",
        "instituicao": "N/I",
        "ano": 2025,
        "cargo": "N/I",
        "nivel": "N/I",
        "modalidade": "Múltipla Escolha",
        "enunciado": "O Artigo 2º da Convenção Nº 152 permite isenções totais ou parciais em locais onde o tráfico for irregular e limitado. Qual é uma das condições para conceder essa isenção?",
        "alternativas": {
            "A": "Que os navios tenham menos de 100 toneladas de arqueação bruta.",
            "B": "Que a autoridade competente tenha se certificado, após consulta às organizações de empregadores e trabalhadores, que a isenção pode ser concedida.",
            "C": "Que os trabalhos sejam efetuados exclusivamente durante o dia.",
            "D": "Que a isenção tenha sido aprovada por unanimidade pelo Conselho de Administração da OIT.",
            "E": "Que o porto opere com prejuízo financeiro."
        },
        "resposta_correta": "B"
    }
]
