[
  {
    "id": "800001",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Cosmologia",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Estudos Religiosos",
    "ano": "2025",
    "cargo": "Pesquisador em Ciências da Religião",
    "nivel": "Superior",
    "enunciado": "No sistema gnóstico, a criação do mundo material não é atribuída ao Deus Supremo e Inefável, mas sim a uma entidade inferior, muitas vezes descrita como ignorante ou arrogante. Assinale a alternativa que nomeia CORRETAMENTE esta entidade responsável pela criação da matéria.",
    "alternativas": {
      "A": "Monada.",
      "B": "Sophia.",
      "C": "Demiurgo.",
      "D": "Pleroma.",
      "E": "Logos."
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. O Demiurgo (frequentemente identificado como Yaldabaoth) é o artesão ou criador do mundo material no Gnosticismo. Ele é distinto do Deus Verdadeiro (a Mônada), sendo considerado uma divindade menor que aprisionou as centelhas divinas na matéria."
  },
  {
    "id": "800002",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Conceitos Fundamentais",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Estudos Religiosos",
    "ano": "2025",
    "cargo": "Professor de Filosofia",
    "nivel": "Superior",
    "enunciado": "O termo 'Gnosticismo' deriva do grego 'gnosis'. Diferente da fé cristã ortodoxa ('pistis'), a salvação para os gnósticos seria alcançada por meio:",
    "alternativas": {
      "A": "Do sacrifício ritualístico de animais.",
      "B": "Da estrita observância da lei mosaica.",
      "C": "Do conhecimento intuitivo e esotérico da natureza divina interior.",
      "D": "Da caridade e das obras sociais exclusivamente.",
      "E": "Da adoração às entidades cósmicas conhecidas como 'Grandes Antigos' (Cthulhu).",
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. A Gnose é o conhecimento salvífico, uma compreensão revelada e interior de que o espírito humano é uma centelha divina presa na matéria e que deve retornar à sua origem. A alternativa E está incorreta, pois Cthulhu pertence à ficção de H.P. Lovecraft."
  },
  {
    "id": "800003",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Mitologia",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Estudos Religiosos",
    "ano": "2025",
    "cargo": "Analista Cultural",
    "nivel": "Superior",
    "enunciado": "Dentro da complexa mitologia gnóstica, existe uma figura feminina (Aeon) que, em sua busca apaixonada por conhecer o Pai inefável, acaba caindo e gerando a matéria ou o Demiurgo por acidente. Qual é o nome dessa figura?",
    "alternativas": {
      "A": "Barbelo.",
      "B": "Sophia (Sabedoria).",
      "C": "Eva.",
      "D": "Lilith.",
      "E": "Helena."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O mito de Sophia é central em muitas escolas gnósticas (como a Valentiniana). Sua queda e subsequente redenção simbolizam a descida da alma à matéria e a necessidade de restauração ao Pleroma."
  },
  {
    "id": "800004",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Entidades",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Historiador",
    "nivel": "Superior",
    "enunciado": "Os textos de Nag Hammadi descrevem governantes do mundo material que servem ao Demiurgo e trabalham para impedir que as almas humanas ascendam ao reino espiritual. Esses guardiões planetários são chamados de:",
    "alternativas": {
      "A": "Aeons.",
      "B": "Archons (Arcontes).",
      "C": "Serafins.",
      "D": "Bodhisattvas.",
      "E": "Shoggoths."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Os Arcontes (do grego 'governantes') são as forças cósmicas, frequentemente associadas aos planetas, que administram o universo material sob o comando do Demiurgo, criando obstáculos para a alma."
  },
  {
    "id": "800005",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Identificação de Divindades",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Estudos Religiosos",
    "ano": "2025",
    "cargo": "Pesquisador",
    "nivel": "Superior",
    "enunciado": "Em estudos comparados de religião e literatura, é comum haver confusão entre mitologias antigas e ficção moderna. Assinale a alternativa que contém APENAS nomes de entidades presentes nos textos gnósticos históricos (como o Apócrifo de João).",
    "alternativas": {
      "A": "Yaldabaoth, Saklas e Samael.",
      "B": "Cthulhu, Dagon e Yaldabaoth.",
      "C": "Sophia, Zeus e Nyarlathotep.",
      "D": "Demiurgo, Azathoth e Cristo.",
      "E": "Yog-Sothoth, Barbelo e Abraxas."
    },
    "resposta_correta": "A",
    "comentario": "A alternativa A está correta. Yaldabaoth, Saklas e Samael são três nomes utilizados no Gnosticismo (especificamente no texto Apócrifo de João) para designar o Demiurgo ou criador inferior. As demais alternativas misturam divindades gnósticas com o panteão fictício de H.P. Lovecraft (Cthulhu, Azathoth, etc.) ou grego."
  },
  {
    "id": "800006",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Fontes Históricas",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Biblioteconomista",
    "nivel": "Superior",
    "enunciado": "A compreensão moderna do Gnosticismo foi revolucionada em 1945 com a descoberta de uma biblioteca de códices antigos no Egito. Qual é o nome dessa coleção de textos?",
    "alternativas": {
      "A": "Manuscritos do Mar Morto.",
      "B": "Biblioteca de Nag Hammadi.",
      "C": "Papiros de Oxyrhynchus.",
      "D": "Necronomicon.",
      "E": "Textos das Pirâmides."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. A Biblioteca de Nag Hammadi contém os principais textos gnósticos primários (como o Evangelho de Tomé e o Apócrifo de João), permitindo estudar o movimento pela ótica dos próprios gnósticos e não apenas de seus detratores."
  },
  {
    "id": "800007",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Dualismo",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Professor",
    "nivel": "Superior",
    "enunciado": "O Gnosticismo é caracterizado por um dualismo radical. Sobre essa visão de mundo, assinale a alternativa CORRETA.",
    "alternativas": {
      "A": "Acredita na sacralidade da matéria e que o corpo físico é o templo perfeito de Deus.",
      "B": "Defende que o espírito e a matéria são ambos bons e coeternos.",
      "C": "Considera o mundo material como uma prisão ou erro, oposto ao reino espiritual de luz (Pleroma).",
      "D": "Prega que o Demiurgo e o Deus Supremo são a mesma entidade benevolente.",
      "E": "Baseia-se na ideia de que o caos primordial, representado por Cthulhu, deve ser despertado para renovar a Terra."
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. O dualismo gnóstico coloca o espírito (pneuma) como positivo e divino, e a matéria (hyle) como negativa, corrupta e criada por uma divindade inferior."
  },
  {
    "id": "800008",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Abraxas",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Historiador da Arte",
    "nivel": "Superior",
    "enunciado": "Basilides, um mestre gnóstico de Alexandria, ensinava sobre uma entidade suprema ou um 'Grande Arconte' que englobava em si os 365 céus. Essa figura, frequentemente representada em talismãs com cabeça de galo e pernas de serpente, é conhecida como:",
    "alternativas": {
      "A": "Abraxas.",
      "B": "Moloque.",
      "C": "Baphomet.",
      "D": "Hastur.",
      "E": "Kronos."
    },
    "resposta_correta": "A",
    "comentario": "A alternativa A está correta. Abraxas (ou Abrasax) é uma figura central no sistema de Basilides, cujas letras em grego somam o valor numérico de 365, correspondendo aos dias do ano e aos céus/eons do sistema cosmológico."
  },
  {
    "id": "800009",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Pleroma",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Teólogo",
    "nivel": "Superior",
    "enunciado": "No Gnosticismo, o termo 'Pleroma' refere-se a:",
    "alternativas": {
      "A": "O abismo infernal onde residem os demônios.",
      "B": "A totalidade ou plenitude do reino divino, habitado pelos Aeons e pelo Deus Verdadeiro.",
      "C": "O livro sagrado escrito por Valentim.",
      "D": "A cidade submersa de R'lyeh.",
      "E": "O ritual de batismo pela água."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Pleroma (do grego 'plenitude') designa a totalidade dos poderes divinos, a região de luz acima do mundo material criado pelo Demiurgo."
  },
  {
    "id": "800010",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Yaldabaoth",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Analista",
    "nivel": "Superior",
    "enunciado": "O 'Apócrifo de João' descreve o Demiurgo Yaldabaoth com uma aparência teratomórfica (monstruosa). Qual é a descrição clássica dessa entidade nos textos gnósticos?",
    "alternativas": {
      "A": "Um homem velho de barba branca sentado em um trono.",
      "B": "Uma serpente com rosto de leão.",
      "C": "Um gigante com tentáculos no lugar da boca, semelhante a Cthulhu.",
      "D": "Um anjo de doze asas e múltiplos olhos.",
      "E": "Um touro alado.",
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Yaldabaoth é frequentemente descrito como uma serpente com cabeça de leão (leontocefálica), simbolizando sua natureza bestial, cega e arrogante em contraposição à sabedoria divina."
  },
  {
    "id": "800011",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Cristologia",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Professor",
    "nivel": "Superior",
    "enunciado": "Muitos grupos gnósticos adotavam uma visão 'docética' em relação a Jesus Cristo. Isso significa que eles acreditavam que:",
    "alternativas": {
      "A": "Jesus era um revolucionário político apenas.",
      "B": "Cristo não tinha um corpo físico real, mas apenas uma aparência de carne, pois o divino não poderia se misturar com a matéria corrupta.",
      "C": "Jesus e o Demiurgo eram a mesma pessoa.",
      "D": "Cristo veio para fortalecer a Lei de Moisés.",
      "E": "Jesus era um sumo sacerdote de Dagon."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O Docetismo (do grego dokein, 'parecer') é a doutrina de que o corpo de Cristo era uma ilusão ou puramente espiritual, rejeitando o sofrimento físico real na cruz, pois a matéria é considerada intrinsecamente má no Gnosticismo."
  },
  {
    "id": "800012",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Sethianos",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Pesquisador",
    "nivel": "Superior",
    "enunciado": "Uma das principais seitas gnósticas, os Sethianos, considerava-se a descendência espiritual de Seth, terceiro filho de Adão. Para este grupo, quem era a personificação da Sabedoria Divina e consorte do Espírito Invisível?",
    "alternativas": {
      "A": "Barbelo.",
      "B": "Maria Madalena (exclusivamente).",
      "C": "Shub-Niggurath.",
      "D": "Helena de Troia.",
      "E": "A Virgem Maria ortodoxa."
    },
    "resposta_correta": "A",
    "comentario": "A alternativa A está correta. No Gnosticismo Sethiano, Barbelo é a primeira emanação do Deus Supremo, o pensamento divino (Ennoia) e a mãe universal, desempenhando um papel crucial na cosmologia."
  },
  {
    "id": "800013",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Centelha Divina",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Filósofo",
    "nivel": "Superior",
    "enunciado": "O objetivo final da prática gnóstica é a libertação da 'centelha divina' (pneuma). Segundo essa teoria, o que aprisiona essa centelha?",
    "alternativas": {
      "A": "O pecado original entendido como desobediência moral.",
      "B": "O corpo físico (soma) e a psique (alma inferior) criada pelo Demiurgo.",
      "C": "A falta de fé nos dogmas da igreja institucional.",
      "D": "A maldição dos Antigos Deuses adormecidos.",
      "E": "A recusa em participar dos sacramentos estatais."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Para os gnósticos, o corpo material e a mente racional/emocional inferior são criações do Demiurgo destinadas a manter o espírito (centelha divina) esquecido de sua origem celestial."
  },
  {
    "id": "800014",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Heresia e Ortodoxia",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Historiador Eclesiástico",
    "nivel": "Superior",
    "enunciado": "Irineu de Lyon, em sua obra 'Adversus Haereses' (Contra as Heresias), foi um dos principais críticos do Gnosticismo no século II. Qual era a principal crítica de Irineu à teologia do Demiurgo?",
    "alternativas": {
      "A": "Que o Gnosticismo era muito simples e acessível ao povo.",
      "B": "Que a separação entre o Deus Criador (do Antigo Testamento) e o Deus Pai de Jesus (do Novo Testamento) era uma blasfêmia que negava o monoteísmo.",
      "C": "Que os gnósticos adoravam estátuas de Cthulhu em segredo.",
      "D": "Que os gnósticos exigiam celibato obrigatório para todos.",
      "E": "Que os gnósticos seguiam estritamente a lei judaica."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Os Padres da Igreja, como Irineu, combateram o Gnosticismo (especialmente Marcião e Valentim) por proporem que o Deus Criador do Gênesis era uma entidade diferente e inferior ao Deus revelado por Cristo."
  },
  {
    "id": "800015",
    "disciplina": "História / Filosofia",
    "assunto": "Gnosticismo - Maniqueísmo",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado",
    "ano": "2025",
    "cargo": "Professor",
    "nivel": "Superior",
    "enunciado": "O Maniqueísmo, fundado pelo profeta Mani no século III, é considerado herdeiro e continuador de muitas tradições gnósticas. Sua característica central, que influenciou até mesmo Santo Agostinho antes de sua conversão, é:",
    "alternativas": {
      "A": "O politeísmo irrestrito.",
      "B": "A luta cósmica eterna entre dois princípios equipotentes: o Reino da Luz e o Reino das Trevas.",
      "C": "A crença na inexistência do mal.",
      "D": "A adoração ao caos primordial representado pelo Necronomicon.",
      "E": "A negação completa de qualquer divindade."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O Maniqueísmo levou o dualismo gnóstico ao extremo, estabelecendo uma religião baseada no conflito perpétuo entre a Luz (Bem) e as Trevas (Mal), onde a matéria é intrinsecamente maligna."
  },
  {
    "id": 5000001,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "De acordo com o Art. 16 do Decreto nº 8.033, de 27 de junho de 2013, em relação à exploração dos portos e das instalações portuárias localizadas dentro da área do porto organizado, exauridos os recursos administrativos, o procedimento licitatório será encerrado e encaminhado ao poder concedente, que poderá:\n\nI. determinar o retorno dos autos para saneamento de irregularidades que forem supríveis.\nII. anular o procedimento, no todo ou em parte, por vício insanável.\nIII. revogar o procedimento por motivo de conveniência e oportunidade.\nIV. adjudicar o objeto.\n\nAssinale a alternativa correta:",
    "alternativas": {
      "A": "Somente as afirmativas I e IV estão corretas.",
      "B": "Somente as afirmativas II e III estão corretas.",
      "C": "Somente as afirmativas I, II e IV estão corretas.",
      "D": "Somente a afirmativa IV está correta.",
      "E": "Todas as afirmativas estão corretas."
    },
    "resposta_correta": "E"
  },
  {
    "id": 5000002,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Segundo o Art. 26 do Decreto nº 8.033/2013, serão exploradas mediante autorização, formalizada por meio da celebração de contrato de adesão, as instalações portuárias localizadas fora da área do porto organizado. Assinale a alternativa que NÃO apresenta uma modalidade de instalação portuária prevista nesse artigo.",
    "alternativas": {
      "A": "Terminal de uso privado.",
      "B": "Estação de transbordo de carga.",
      "C": "Instalação portuária pública de pequeno porte.",
      "D": "Instalação portuária de turismo.",
      "E": "Terminal de arrendamento para contêineres."
    },
    "resposta_correta": "E"
  },
  {
    "id": 5000003,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Com base no Decreto nº 8.033/2013, que rege a autorização de instalações portuárias localizadas fora da área do porto organizado, analise as afirmativas a seguir:\n\nI. O poder concedente poderá expedir diretamente a autorização, independente de processo seletivo público, caso o processo de chamada ou anúncio públicos seja concluído com a participação de um único interessado.\nII. A autorização também poderá ser expedida diretamente se não existir impedimento locacional à implantação concomitante de todas as instalações portuárias solicitadas.\nIII. Nos casos de inviabilidade locacional, a Antaq deverá definir critérios de julgamento e promover um processo seletivo público para seleção da melhor proposta.\n\nEstá correto o que se afirma em:",
    "alternativas": {
      "A": "I, apenas.",
      "B": "I e II, apenas.",
      "C": "I e III, apenas.",
      "D": "II e III, apenas.",
      "E": "I, II e III."
    },
    "resposta_correta": "E"
  },
  {
    "id": 5000004,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Sobre o Conselho de Autoridade Portuária (CAP), instituído em cada porto organizado pelo Decreto nº 8.033/2013, é INCORRETO afirmar que:",
    "alternativas": {
      "A": "É um órgão consultivo da administração do porto.",
      "B": "É composto por representantes do Poder Público, da classe empresarial e da classe dos trabalhadores portuários.",
      "C": "O presidente do conselho é escolhido dentre os representantes da União.",
      "D": "A participação no conselho é considerada prestação de serviço público relevante, não remunerada.",
      "E": "Compete ao conselho aprovar, em caráter terminativo, o plano de desenvolvimento e zoneamento do porto."
    },
    "resposta_correta": "E"
  },
  {
    "id": 5000005,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "De acordo com o Art. 9º do Decreto nº 8.033/2013, nas licitações de concessão e de arrendamento, serão utilizados diversos critérios para julgamento. Assinale a alternativa que NÃO apresenta um critério de julgamento previsto no referido artigo.",
    "alternativas": {
      "A": "Maior capacidade de movimentação.",
      "B": "Menor tarifa.",
      "C": "Maior valor de investimento.",
      "D": "Maior tempo de experiência prévia do licitante.",
      "E": "Maior valor de outorga."
    },
    "resposta_correta": "D"
  },
  {
    "id": 5000006,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Conforme o Art. 3º do Decreto nº 8.033/2013, são competências da Agência Nacional de Transportes Aquaviários - Antaq, EXCETO:",
    "alternativas": {
      "A": "Aprovar a transferência de controle societário de contratos de concessão ou de arrendamento.",
      "B": "Analisar as propostas de realização de investimentos não previstos nos contratos de concessão ou de arrendamento.",
      "C": "Arbitrar, na esfera administrativa, os conflitos de interesses não solucionados entre a administração do porto e a arrendatária.",
      "D": "Apurar, de oficio ou mediante provocação, práticas abusivas ou tratamentos discriminatórios.",
      "E": "Elaborar o relatório de que trata o § 5º do art. 57 da Lei nº 12.815, de 2013, e encaminhá-lo ao poder concedente."
    },
    "resposta_correta": "A"
  },
  {
    "id": 5000007,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "De acordo com o Art. 19 do Decreto nº 8.033/2013, os contratos de concessão e de arrendamento terão prazo de:",
    "alternativas": {
      "A": "até trinta e cinco anos, improrrogável.",
      "B": "até vinte anos, prorrogável uma única vez, por igual período.",
      "C": "até vinte e cinco anos, prorrogável uma única vez, por período não superior ao originalmente contratado.",
      "D": "prazo indeterminado, a critério do poder concedente.",
      "E": "até cinquenta anos, prorrogável uma única vez, a critério da Antaq."
    },
    "resposta_correta": "C"
  },
  {
    "id": 5000008,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "O Art. 26 do Decreto nº 8.033/2013 estabelece que a exploração de instalações portuárias fora da área do porto organizado se dá por autorização. Qual é o prazo estipulado para o início da operação da instalação, contado da data de celebração do contrato de adesão?",
    "alternativas": {
      "A": "Prazo de um ano, improrrogável.",
      "B": "Prazo de dois anos, prorrogável por mais um ano, a critério da Antaq.",
      "C": "Prazo de três anos, prorrogável uma única vez, por igual período, a critério do poder concedente.",
      "D": "Prazo de cinco anos, improrrogável.",
      "E": "O prazo será definido livremente no contrato de adesão, sem limites pré-estabelecidos pelo decreto."
    },
    "resposta_correta": "C"
  },
  {
    "id": 5000009,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Segundo o Art. 37 do Decreto nº 8.033/2013, sobre a composição do Conselho de Autoridade Portuária (CAP), assinale a alternativa correta:",
    "alternativas": {
      "A": "O CAP será composto por cinco representantes do Poder Público, cinco da classe empresarial e cinco da classe dos trabalhadores.",
      "B": "A classe dos trabalhadores portuários terá dois representantes dos trabalhadores avulsos e dois representantes dos demais trabalhadores portuários.",
      "C": "A presidência do conselho será exercida pelo representante da administração do porto.",
      "D": "Os representantes da classe empresarial incluem três representantes dos titulares de arrendamentos e um representante dos usuários.",
      "E": "Os representantes dos Municípios e dos Estados têm poder de veto nas deliberações."
    },
    "resposta_correta": "B"
  },
  {
    "id": 5000010,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "O Art. 38 do Decreto nº 8.033/2013 dispõe sobre o órgão de gestão de mão de obra (OGMO). Conforme o texto legal, o OGMO terá, obrigatoriamente:",
    "alternativas": {
      "A": "um conselho fiscal e um comitê de ética.",
      "B": "um conselho de supervisão e uma diretoria-executiva.",
      "C": "um presidente indicado pelo poder concedente e um conselho consultivo.",
      "D": "um conselho de administração paritário entre operadores e trabalhadores.",
      "E": "uma diretoria-executiva indicada pela Antaq e um conselho de supervisão."
    },
    "resposta_correta": "B"
  },
  {
    "id": 5000011,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Conforme o Art. 12 do Decreto nº 8.033/2013, o procedimento licitatório para concessão e arrendamento observará as fases e a ordem previstas na Lei nº 12.462, de 2011 (RDC). O parágrafo único do mesmo artigo estabelece que as licitações adotarão preferencialmente os modos de disputa:",
    "alternativas": {
      "A": "menor preço ou melhor técnica.",
      "B": "concorrência ou tomada de preços.",
      "C": "pregão eletrônico ou presencial.",
      "D": "diálogo competitivo ou leilão.",
      "E": "aberto ou combinado."
    },
    "resposta_correta": "E"
  },
  {
    "id": 5000012,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "O Fórum Nacional Permanente para Qualificação do Trabalhador Portuário, instituído pelo Art. 39 do Decreto nº 8.033/2013, tem como finalidade discutir questões de formação e qualificação. Qual órgão é responsável por coordenar este fórum?",
    "alternativas": {
      "A": "A Secretaria de Portos da Presidência da República.",
      "B": "O Ministério da Educação.",
      "C": "O Ministério do Trabalho e Emprego.",
      "D": "O Comando da Marinha.",
      "E": "A Secretaria-Geral da Presidência da República."
    },
    "resposta_correta": "C"
  },
  {
    "id": 5000013,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "O Art. 40 do Decreto nº 8.033/2013 institui o SINE-PORTO. Qual o objetivo principal deste banco de dados específico?",
    "alternativas": {
      "A": "Fiscalizar o cumprimento das normas de segurança do trabalho nos portos.",
      "B": "Conceder o benefício assistencial aos trabalhadores portuários avulsos.",
      "C": "Organizar a escala de trabalho dos trabalhadores portuários avulsos.",
      "D": "Organizar a identificação e a oferta de mão de obra qualificada para o setor portuário.",
      "E": "Administrar os recursos do Fórum Nacional Permanente para Qualificação do Trabalhador Portuário."
    },
    "resposta_correta": "D"
  },
  {
    "id": 5000014,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "O Art. 42 do Decreto nº 8.033/2013 regula a realização de investimentos não previstos nos contratos. No caso de concessões e arrendamentos, a realização desses investimentos deverá ser precedida de:",
    "alternativas": {
      "A": "comunicação à Antaq, apenas.",
      "B": "análise da Antaq e de aprovação pelo poder concedente.",
      "C": "aprovação direta pela administração do porto.",
      "D": "um novo processo licitatório simplificado.",
      "E": "aprovação pelo Conselho de Autoridade Portuária."
    },
    "resposta_correta": "B"
  },
  {
    "id": 5000015,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Conforme o Art. 31 do Decreto nº 8.033/2013, poderão ser expedidas diretamente, independente da realização de processo seletivo público, as autorizações de instalação portuária quando:",
    "alternativas": {
      "A": "O processo de chamada ou anúncio públicos for concluído com a participação de um único interessado, ou quando não existir impedimento locacional à implantação concomitante de todas as instalações solicitadas.",
      "B": "O investimento global for inferior a um valor estipulado pela Antaq, independentemente do número de interessados.",
      "C": "A instalação se destinar exclusivamente ao turismo ou à movimentação de passageiros.",
      "D": "O interessado comprovar notória especialização no setor portuário, dispensando a chamada pública.",
      "E": "Houver aprovação unânime do Conselho de Autoridade Portuária da região, mesmo que exista impedimento locacional."
    },
    "resposta_correta": "A"
  },
  {
    "id": 5000016,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "De acordo com o Art. 2º do Decreto nº 8.033/2013, compete ao poder concedente, sem prejuízo de outras atribuições:",
    "alternativas": {
      "A": "Arbitrar, na esfera administrativa, os conflitos de interesses não solucionados entre a administração do porto e a arrendatária.",
      "B": "Apurar, de oficio, práticas abusivas ou tratamentos discriminatórios, ressalvadas as competências da Lei nº 12.529/2011.",
      "C": "Elaborar o plano geral de outorgas do setor portuário.",
      "D": "Estabelecer o regulamento de exploração do porto, observadas as diretrizes da Antaq.",
      "E": "Decidir sobre conflitos que envolvam agentes que atuam no porto organizado, em primeira instância."
    },
    "resposta_correta": "C"
  },
  {
    "id": 5000017,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Nos termos do Art. 4º do Decreto nº 8.033/2013, compete à administração do porto:",
    "alternativas": {
      "A": "Aprovar a transferência de controle societário de contratos de arrendamento.",
      "B": "Conduzir e aprovar os estudos de viabilidade técnica, econômica e ambiental do objeto da concessão.",
      "C": "Elaborar o plano geral de outorgas do setor portuário.",
      "D": "Estabelecer o regulamento de exploração do porto, observadas as diretrizes do poder concedente.",
      "E": "Arbitrar, em grau de recurso, os conflitos entre agentes que atuem no porto organizado."
    },
    "resposta_correta": "D"
  },
  {
    "id": 5000018,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "O Art. 8º do Decreto nº 8.033/2013 lista elementos que o edital de licitação para concessão e arrendamento disporá. Qual das seguintes opções NÃO é um item obrigatório do edital conforme este artigo?",
    "alternativas": {
      "A": "O objeto, a área, o prazo e a possibilidade de prorrogação do contrato.",
      "B": "A relação dos bens afetos ao arrendamento ou à concessão.",
      "C": "A minuta do contrato de arrendamento ou de concessão e seus anexos.",
      "D": "As regras para pedido de esclarecimento, impugnação administrativa e interposição de recursos.",
      "E": "A lista de operadores portuários pré-qualificados para executar o contrato."
    },
    "resposta_correta": "E"
  },
  {
    "id": 5000019,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Conforme o Art. 10º, Parágrafo único, do Decreto nº 8.033/2013, para a qualificação técnica nas licitações de arrendamento, o edital poderá estabelecer que o licitante assuma o compromisso de:",
    "alternativas": {
      "A": "Contratar exclusivamente trabalhadores portuários avulsos registrados no OGMO.",
      "B": "Obter sua pré-qualificação como operador portuário ou contratar um operador portuário pré-qualificado.",
      "C": "Apresentar garantia de proposta em valor não inferior a 50% do investimento previsto.",
      "D": "Demonstrar patrimônio líquido mínimo correspondente a 20% do valor do contrato.",
      "E": "Ter sede administrativa obrigatoriamente no município onde se localiza o porto."
    },
    "resposta_correta": "B"
  },
  {
    "id": 5000020,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "O Art. 11º do Decreto nº 8.033/2013 estabelece o prazo mínimo para a apresentação de propostas, contado da data de publicação do edital, e a antecedência da audiência pública. Quais são esses prazos, respectivamente?",
    "alternativas": {
      "A": "30 dias para propostas; audiência pública com 10 dias úteis de antecedência de sua realização.",
      "B": "45 dias para propostas; audiência pública com 15 dias úteis de antecedência da publicação do edital.",
      "C": "30 dias para propostas; audiência pública com 15 dias úteis de antecedência da data prevista para a publicação do edital.",
      "D": "60 dias para propostas; audiência pública com 30 dias de antecedência de sua realização.",
      "E": "15 dias para propostas; audiência pública com 5 dias úteis de antecedência da publicação do edital."
    },
    "resposta_correta": "C"
  },
  {
    "id": 5000021,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Segundo o Art. 14 do Decreto nº 8.033/2013, o procedimento licitatório terá fase recursal única. Em que momento essa fase ocorre?",
    "alternativas": {
      "A": "Imediatamente após a publicação do edital, para impugnação de suas cláusulas.",
      "B": "Após a classificação das propostas, mas antes da análise de habilitação.",
      "C": "Após a habilitação do vencedor, exceto na hipótese de inversão de fases.",
      "D": "Somente após a adjudicação do objeto pelo poder concedente.",
      "E": "A qualquer tempo, desde que antes da assinatura do contrato."
    },
    "resposta_correta": "C"
  },
  {
    "id": 5000022,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "O Art. 20 do Decreto nº 8.033/2013 define o objeto do contrato de concessão. Assinale a alternativa que descreve uma das possibilidades de objeto previstas.",
    "alternativas": {
      "A": "Apenas o desempenho das funções da administração do porto, vedada a exploração das instalações.",
      "B": "Apenas a exploração direta das instalações portuárias, sem as funções de administração.",
      "C": "O desempenho das funções da administração do porto e a exploração direta e indireta das instalações portuárias.",
      "D": "A exploração indireta das instalações portuárias, sendo obrigatória a exploração direta simultânea.",
      "E": "O desempenho parcial das funções de administração do porto, sendo obrigatória a exploração direta de, no mínimo, 50% das instalações."
    },
    "resposta_correta": "C"
  },
  {
    "id": 5000023,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Conforme o Art. 21 do Decreto nº 8.033/2013, os contratos celebrados entre a concessionária e terceiros serão regidos pelas normas de direito privado. O que a celebração desses contratos NÃO estabelece?",
    "alternativas": {
      "A": "A necessidade de observância das normas aplicáveis aos serviços concedidos.",
      "B": "Qualquer relação jurídica entre os terceiros e o poder concedente.",
      "C": "A limitação da vigência dos contratos de terceiros ao prazo da concessão.",
      "D": "A observância das condições do edital de licitação e do contrato de concessão.",
      "E": "A submissão às atividades regulatória e fiscalizatória da Antaq."
    },
    "resposta_correta": "B"
  },
  {
    "id": 5000024,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "O Art. 27 do Decreto nº 8.033/2013 trata dos documentos que os interessados em obter autorização de instalação portuária devem apresentar à Antaq. Qual dos itens a seguir NÃO é exigido no memorial descritivo (Inciso I) deste artigo?",
    "alternativas": {
      "A": "Descrição da poligonal das áreas por meio de coordenadas georreferenciadas.",
      "B": "Descrição dos acessos terrestres e aquaviários existentes e a serem construídos.",
      "C": "Estudo de impacto ambiental (EIA) e respectivo relatório (RIMA) aprovados pelo órgão ambiental competente.",
      "D": "Especificação da embarcação-tipo por berço.",
      "E": "Cronograma fisico e financeiro para a implantação da instalação portuária."
    },
    "resposta_correta": "C"
  },
  {
    "id": 5000025,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "O Art. 29 do Decreto nº 8.033/2013 define os parâmetros que devem constar obrigatoriamente no instrumento de abertura de chamada ou anúncio públicos. O perfil de cargas a serem movimentadas será classificado em modalidades. Qual das seguintes NÃO é uma modalidade listada no § 1º?",
    "alternativas": {
      "A": "Granel sólido.",
      "B": "Granel líquido e gasoso.",
      "C": "Carga geral.",
      "D": "Carga neogranel.",
      "E": "Carga conteinerizada."
    },
    "resposta_correta": "D"
  },
  {
    "id": 5000026,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "O Art. 30 do Decreto nº 8.033/2013 define 'viabilidade locacional' para os fins do decreto. O que se considera 'viabilidade locacional'?",
    "alternativas": {
      "A": "A comprovação de que a instalação portuária está em conformidade com o plano diretor municipal.",
      "B": "A possibilidade da implantação física de duas ou mais instalações portuárias na mesma região geográfica que não gere impedimento operacional a qualquer uma delas.",
      "C": "A análise da Antaq que aprova a localização da instalação com base em critérios de menor impacto ambiental.",
      "D": "A existência de acessos terrestres e aquaviários adequados para a instalação pretendida, conforme parecer da autoridade marítima.",
      "E": "A distância mínima de 10 quilômetros entre novas instalações portuárias concorrentes."
    },
    "resposta_correta": "B"
  },
  {
    "id": 5000027,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "De acordo com o Art. 33, após encerrada a chamada pública ou processo seletivo, os interessados terão um prazo para apresentar documentos à Antaq. Qual é esse prazo e qual documento NÃO está listado no Art. 33?",
    "alternativas": {
      "A": "Prazo de 90 dias; Parecer favorável da autoridade marítima.",
      "B": "Prazo de 60 dias; Plano de Desenvolvimento e Zoneamento (PDZ) da instalação.",
      "C": "Prazo de 90 dias; Documentação comprobatória de regularidade perante o FGTS.",
      "D": "Prazo de 30 dias; Garantias de execução a serem firmadas.",
      "E": "Prazo de 90 dias; Licença ambiental de instalação (LI)."
    },
    "resposta_correta": "E"
  },
  {
    "id": 5000028,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "O Art. 35 do Decreto nº 8.033/2013 estabelece casos que não dependerão da celebração de novo contrato de adesão, bastando a aprovação pelo poder concedente. Qual das alternativas abaixo é um desses casos?",
    "alternativas": {
      "A": "A alteração do tipo de carga movimentada, em qualquer hipótese.",
      "B": "A transferência de titularidade da autorização, desde que preservadas as condições do contrato original.",
      "C": "A ampliação da área da instalação portuária que exceda a trinta por cento da área original.",
      "D": "A prorrogação do prazo de autorização além do limite legal.",
      "E": "A redução da capacidade de movimentação da instalação."
    },
    "resposta_correta": "B"
  },
  {
    "id": 5000029,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Conforme o Art. 36, o Conselho de Autoridade Portuária é um órgão consultivo da administração do porto. Compete a este conselho sugerir:",
    "alternativas": {
      "A": "A anulação de contratos de arrendamento por descumprimento de metas.",
      "B": "Alterações no plano de desenvolvimento e zoneamento do porto.",
      "C": "A nomeação do diretor-presidente da administração do porto.",
      "D": "O valor das tarifas portuárias, em caráter terminativo.",
      "E": "A abertura de processo seletivo para autorização de novos terminais."
    },
    "resposta_correta": "B"
  },
  {
    "id": 5000030,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "De acordo com o Art. 37, § 3º, do Decreto nº 8.033/2013, qual é o prazo de mandato dos membros do Conselho de Autoridade Portuária e como se dá a recondução?",
    "alternativas": {
      "A": "Mandato de dois anos, permitida a recondução uma única vez, por igual período.",
      "B": "Mandato de três anos, permitida a recondução por mais dois períodos.",
      "C": "Mandato de dois anos, vedada a recondução.",
      "D": "Mandato de um ano, permitidas reconduções ilimitadas.",
      "E": "Mandato de quatro anos, vedada a recondução."
    },
    "resposta_correta": "A"
  },
  {
    "id": 5000031,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "O Art. 38, § 3º, do Decreto nº 8.033/2013, trata da Diretoria-Executiva do OGMO. Qual o prazo de gestão dos diretores e quem os designa?",
    "alternativas": {
      "A": "Prazo de 2 anos, designados pela Antaq.",
      "B": "Prazo de 3 anos, designados pelos operadores portuários que atuam no porto.",
      "C": "Prazo de 3 anos, designados pelo Conselho de Supervisão do OGMO.",
      "D": "Prazo de 2 anos, designados pelo poder concedente.",
      "E": "Prazo indeterminado, designados em convenção coletiva."
    },
    "resposta_correta": "B"
  },
  {
    "id": 5000032,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "O Art. 39 institui o Fórum Nacional Permanente para Qualificação do Trabalhador Portuário. Qual das seguintes entidades NÃO integra o Fórum como representante do governo, conforme o § 1º, Inciso I?",
    "alternativas": {
      "A": "Ministério do Trabalho e Emprego, que o coordenará.",
      "B": "Secretaria de Portos da Presidência da República.",
      "C": "Ministério da Educação.",
      "D": "Comando da Marinha.",
      "E": "Agência Nacional de Transportes Aquaviários - Antaq."
    },
    "resposta_correta": "E"
  },
  {
    "id": 5000033,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "O Art. 44 do Decreto nº 8.033/2013 prevê que a Antaq disciplinará, após consulta pública, as condições de acesso por qualquer interessado, em caráter excepcional, às instalações portuárias arrendadas, autorizadas ou exploradas pela concessionária, assegurando:",
    "alternativas": {
      "A": "Gratuidade no acesso, por se tratar de serviço público.",
      "B": "Remuneração adequada a seu titular.",
      "C": "Prioridade de atracação sobre as operações regulares do titular.",
      "D": "Acesso irrestrito, desde que não haja operações do titular no momento.",
      "E": "Uma cota mínima de 10% da capacidade da instalação para uso de terceiros."
    },
    "resposta_correta": "B"
  },
  {
    "id": 5000034,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "Sobre o Art. 41 do Decreto nº 8.033/2013, que trata da participação de representantes no conselho de administração da administração do porto (entidade sob controle estatal), é correto afirmar que:",
    "alternativas": {
      "A": "A indicação do representante da classe trabalhadora recairá sobre qualquer trabalhador portuário avulso.",
      "B": "A indicação dos representantes das classes empresarial e trabalhadora será feita diretamente pelo poder concedente.",
      "C": "A indicação do representante da classe trabalhadora e seu suplente recairá obrigatoriamente sobre empregado da entidade sob controle estatal.",
      "D": "A participação de representantes da classe empresarial e trabalhadora é vedada em entidades sob controle estatal.",
      "E": "Os representantes estão isentos dos critérios e exigências legais para o cargo de conselheiro de administração."
    },
    "resposta_correta": "C"
  },
  {
    "id": 5000035,
    "disciplina": "Legislação Federal",
    "assunto": "Decreto nº 8.033/2013 - Regulamenta a Lei nº 12.815/2013 (Lei dos Portos)",
    "banca": "Banca Simulada",
    "instituicao": "Simulado Concurso Portuário",
    "ano": 2025,
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "modalidade": "Múltipla Escolha",
    "enunciado": "De acordo com o Art. 6º, § 3º, do Decreto nº 8.033/2013, o poder concedente poderá autorizar a elaboração, por qualquer interessado, dos estudos de viabilidade técnica, econômica e ambiental. Caso esses estudos sejam utilizados para a licitação, o que deverá ser assegurado?",
    "alternativas": {
      "A": "A preferência do interessado na licitação, como critério de desempate.",
      "B": "A contratação direta do interessado, dispensando-se a licitação.",
      "C": "O ressarcimento dos dispêndios correspondentes ao interessado que elaborou os estudos.",
      "D": "A anulação dos estudos, pois a elaboração deve ser exclusiva do poder concedente.",
      "E": "O pagamento de uma taxa de 5% sobre o valor do contrato ao elaborador dos estudos, paga pelo vencedor da licitação."
    },
    "resposta_correta": "C"
  }
]
