[
  {
    "id": "nr11_idcap_01",
    "disciplina": "NR-11",
    "banca": "Simulado (Estilo IDCAP)",
    "ano": "2025",
    "enunciado": "De acordo com a Norma Regulamentadora 11 (Transporte, Movimentação, Armazenagem e Manuseio de Materiais), especificamente sobre a operação de elevadores, guindastes e transportadores industriais, assinale a alternativa CORRETA quanto aos cartões de identificação dos operadores:",
    "alternativas": {
      "A": "O cartão de identificação terá validade indeterminada, desde que o operador permaneça na mesma empresa.",
      "B": "O cartão terá a validade de 1 (um) ano, salvo imprevisto, e, para a revalidação, o empregado deverá passar por exame de saúde completo, por conta do empregador.",
      "C": "A revalidação do cartão deve ocorrer a cada 2 (dois) anos, coincidindo com o exame periódico do PCMSO.",
      "D": "É dispensável o porte do cartão durante o horário de trabalho se o operador estiver uniformizado.",
      "E": "O custo do exame de saúde para revalidação do cartão deve ser dividido igualmente entre empregado e empregador."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Conforme o item 11.1.6.1 da NR-11: 'O cartão terá a validade de 1 (um) ano, salvo imprevisto, e, para a revalidação, o empregado deverá passar por exame de saúde completo, por conta do empregador.'"
  },
  {
    "id": "nr11_idcap_02",
    "disciplina": "NR-11",
    "banca": "Simulado (Estilo IDCAP)",
    "ano": "2025",
    "enunciado": "Segundo as disposições gerais da NR-11, especial atenção será dada a determinados componentes dos equipamentos de movimentação, que deverão ser inspecionados permanentemente. Assinale a opção que contém APENAS componentes citados expressamente no item 11.1.3.1 da norma:",
    "alternativas": {
      "A": "Cabos de aço, cordas, correntes, roldanas e ganchos.",
      "B": "Cabos de aço, motores, freios, roldanas e ganchos.",
      "C": "Correntes, sistemas hidráulicos, cabos de aço e pneus.",
      "D": "Ganchos, patolas, lanças telescópicas e cordas.",
      "E": "Roldanas, eixos cardã, correntes e sistemas elétricos."
    },
    "resposta_correta": "A",
    "comentario": "A alternativa A está correta. O item 11.1.3.1 estabelece literalmente: 'Especial atenção será dada aos cabos de aço, cordas, correntes, roldanas e ganchos que deverão ser inspecionados, permanentemente...'"
  },
  {
    "id": "nr11_idcap_03",
    "disciplina": "NR-11",
    "banca": "Simulado (Estilo IDCAP)",
    "ano": "2025",
    "enunciado": "Considerando as normas de segurança do trabalho em atividades de transporte de sacas (item 11.2 da NR-11), analise as assertivas abaixo:\n\nI. Fica estabelecida a distância máxima de 60,00m para o transporte manual de um saco.\nII. É permitido o transporte manual de sacos através de pranchas sobre vãos de até 2,00m de extensão.\nIII. As pranchas utilizadas para transporte manual deverão ter largura mínima de 0,50m.\n\nEstão CORRETAS as assertivas:",
    "alternativas": {
      "A": "Apenas I.",
      "B": "Apenas I e III.",
      "C": "Apenas II e III.",
      "D": "Apenas III.",
      "E": "I, II e III."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O item I está correto (item 11.2.2). O item III está correto (item 11.2.3.1). O item II está incorreto, pois o item 11.2.3 veda o transporte manual em pranchas sobre vãos superiores a 1,00m."
  },
  {
    "id": "nr11_idcap_04",
    "disciplina": "NR-11",
    "banca": "Simulado (Estilo IDCAP)",
    "ano": "2025",
    "enunciado": "No que tange ao Armazenamento de Materiais (item 11.3), a NR-11 estabelece que o material empilhado deverá ficar afastado das estruturas laterais do prédio a uma distância de, pelo menos:",
    "alternativas": {
      "A": "0,30 m (trinta centímetros).",
      "B": "0,50 m (cinquenta centímetros).",
      "C": "0,80 m (oitenta centímetros).",
      "D": "1,00 m (um metro).",
      "E": "1,20 m (um metro e vinte centímetros)."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Conforme o item 11.3.3: 'Material empilhado deverá ficar afastado das estruturas laterais do prédio a uma distância de pelo menos 0,50m (cinquenta centímetros).'"
  },
  {
    "id": "nr11_idcap_05",
    "disciplina": "NR-11",
    "banca": "Simulado (Estilo IDCAP)",
    "ano": "2025",
    "enunciado": "Sobre o Anexo I da NR-11 (Regulamento Técnico de Procedimentos para Movimentação, Armazenagem e Manuseio de Chapas de Rochas Ornamentais), é INCORRETO afirmar sobre os Cavaletes:",
    "alternativas": {
      "A": "Os cavaletes devem possuir altura mínima de um metro e cinquenta centímetros (1,5m).",
      "B": "Cada cavalete vertical deve ter no máximo seis metros de comprimento.",
      "C": "A área principal de circulação de pessoas entre cavaletes deve possuir no mínimo 1,20m de largura.",
      "D": "É permitido o uso de prolongadores a fim de ampliar a capacidade de armazenamento dos cavaletes em formato triangular, desde que soldados.",
      "E": "Cada par de cavaletes deve possuir sistema de travamento ou amarração entre si a fim de garantir a estabilidade."
    },
    "resposta_correta": "D",
    "comentario": "A alternativa D está incorreta (e portanto é o gabarito). O item 2.4.1, alínea 'i', estabelece explicitamente: 'é proibido o uso de prolongadores a fim de ampliar a capacidade de armazenamento dos cavaletes em formato triangular'."
  },
  {
    "id": "nr11_idcap_06",
    "disciplina": "NR-11",
    "banca": "Simulado (Estilo IDCAP)",
    "ano": "2025",
    "enunciado": "De acordo com o Anexo I da NR-11, os blocos serrados, ainda sobre o carro porta-bloco e dentro do alojamento do tear, devem possuir ou receber proteções laterais ('L' ou Fueiros). Qual é a quantidade mínima exigida de cada lado para impedir a queda das chapas?",
    "alternativas": {
      "A": "No mínimo 1 (uma) proteção.",
      "B": "No mínimo 2 (duas) proteções.",
      "C": "No mínimo 3 (três) proteções.",
      "D": "No mínimo 4 (quatro) proteções.",
      "E": "A quantidade é definida livremente pelo operador conforme o tamanho do bloco."
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. Conforme o item 2.1.3 do Anexo I: 'Os blocos serrados... devem possuir ou receber, no mínimo, três proteções laterais ('L' ou Fueiros) de cada lado, para impedir a queda das chapas.'"
  },
  {
    "id": "nr11_idcap_07",
    "disciplina": "NR-11",
    "banca": "Simulado (Estilo IDCAP)",
    "ano": "2025",
    "enunciado": "Conforme o item 11.1.10 da NR-11, em locais fechados e sem ventilação, é proibida a utilização de máquinas transportadoras movidas a motores de combustão interna, SALVO se:",
    "alternativas": {
      "A": "Os operadores utilizarem máscaras de proteção respiratória autônoma.",
      "B": "As máquinas forem movidas a gás natural veicular (GNV).",
      "C": "O tempo de operação não exceder 4 horas diárias.",
      "D": "Forem providas de dispositivos neutralizadores adequados.",
      "E": "O ambiente possuir pé direito superior a 6 metros."
    },
    "resposta_correta": "D",
    "comentario": "A alternativa D está correta. O item 11.1.10 diz: 'Em locais fechados e sem ventilação, é proibida a utilização de máquinas transportadoras, movidas a motores de combustão interna, salvo se providas de dispositivos neutralizadores adequados.'"
  },
  {
    "id": "nr11_idcap_08",
    "disciplina": "NR-11",
    "banca": "Simulado (Estilo IDCAP)",
    "ano": "2025",
    "enunciado": "Analise as seguintes obrigações referentes à capacitação para movimentação de chapas de rochas ornamentais (Anexo I da NR-11) e assinale a alternativa que completa corretamente as lacunas:\n'Deve ser realizada nova capacitação a cada ______ anos, com carga horária mínima de ______ horas.'",
    "alternativas": {
      "A": "dois; doze",
      "B": "dois; dezesseis",
      "C": "três; doze",
      "D": "três; dezesseis",
      "E": "cinco; vinte"
    },
    "resposta_correta": "D",
    "comentario": "A alternativa D está correta. Conforme o item 5.5 do Anexo I: 'Deve ser realizada nova capacitação a cada três anos, com carga horária mínima de dezesseis horas...'"
  },
  {
    "id": "nr11_idcap_09",
    "disciplina": "NR-11",
    "banca": "Simulado (Estilo IDCAP)",
    "ano": "2025",
    "enunciado": "Sobre a movimentação de chapas com uso de ventosas (Anexo I da NR-11), é obrigatório que as ventosas com vácuo gerado por equipamento elétrico possuam:",
    "alternativas": {
      "A": "Sistema de backup de bateria com autonomia de 2 horas.",
      "B": "Alarme sonoro e visual que indique pressão fora dos limites de segurança estabelecidos.",
      "C": "Duplo sistema de mangueiras reforçadas com aço.",
      "D": "Válvula de alívio de pressão manual acessível a qualquer pessoa no recinto.",
      "E": "Controle remoto para operação à distância mínima de 10 metros."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Conforme o item 2.5.2 do Anexo I: 'As ventosas com vácuo gerado por equipamento elétrico devem possuir alarme sonoro e visual que indique pressão fora dos limites de segurança estabelecidos.'"
  },
  {
    "id": "nr11_idcap_10",
    "disciplina": "NR-11",
    "banca": "Simulado (Estilo IDCAP)",
    "ano": "2025",
    "enunciado": "No transporte manual de sacos (NR-11, item 11.2.8), quando não for possível o processo mecanizado, admite-se o uso de escada removível de madeira. Sobre as características exigidas para esta escada, assinale a alternativa CORRETA:",
    "alternativas": {
      "A": "Deve ter lance único de degraus e largura mínima de 0,80m.",
      "B": "O espelho dos degraus pode ter altura de até 0,20m.",
      "C": "Deve possuir corrimão ou guarda-corpo na altura de 1,00m em toda a extensão lateral.",
      "D": "A altura máxima em relação ao solo deve ser de 3,00m.",
      "E": "O patamar superior deve ter dimensões mínimas de 0,80m x 0,80m."
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. Conforme o item 11.2.8, alínea 'e': 'deverá possuir, lateralmente, um corrimão ou guarda-corpo na altura de 1,00m (um metro) em toda a extensão'. As outras opções contradizem as medidas da norma (largura mínima 1,00m; altura máxima 2,25m; espelho máx 0,15m)."
  },
  {
    "id": "nr11_idcap_11",
    "disciplina": "NR-11",
    "banca": "Simulado (Estilo IDCAP)",
    "ano": "2025",
    "enunciado": "Em relação às condições ambientais para movimentação de chapas fracionadas em marmorarias (Anexo I da NR-11), a inclinação longitudinal do piso deve ser de, no máximo:",
    "alternativas": {
      "A": "2% (dois por cento).",
      "B": "5% (cinco por cento).",
      "C": "8% (oito por cento).",
      "D": "10% (dez por cento).",
      "E": "12,5% (doze e meio por cento)."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Conforme o item 3.1.1.1 do Anexo I: 'A inclinação longitudinal do piso deve ser de, no máximo, 5% (cinco por cento).'"
  },
  {
    "id": "nr11_idcap_12",
    "disciplina": "NR-11",
    "banca": "Simulado (Estilo IDCAP)",
    "ano": "2025",
    "enunciado": "De acordo com o Anexo I da NR-11, sobre a operação do carro transportador e do carro porta-bloco, é CORRETO afirmar que:",
    "alternativas": {
      "A": "Pode ser realizada por uma única pessoa, desde que qualificada.",
      "B": "Deve ser realizada por, no mínimo, duas pessoas capacitadas.",
      "C": "Não requer capacitação específica se o operador tiver CNH categoria C.",
      "D": "É permitida a retirada de chapas de um único lado para agilizar o processo.",
      "E": "Permite-se que pessoas circulem entre as chapas durante a operação se estiverem usando EPI."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Conforme o item 2.2.4 do Anexo I: 'A operação do carro transportador e do carro porta-bloco deve ser realizada por, no mínimo, duas pessoas capacitadas...'"
  },
  {
    "id": "nr11_idcap_13",
    "disciplina": "NR-11",
    "banca": "Simulado (Estilo IDCAP)",
    "ano": "2025",
    "enunciado": "Conforme o item 11.1.7 da NR-11, os equipamentos de transporte motorizados deverão obrigatoriamente possuir:",
    "alternativas": {
      "A": "Ar condicionado na cabine.",
      "B": "Cinto de segurança de três pontos.",
      "C": "Sinal de advertência sonora (buzina).",
      "D": "Tacógrafo digital.",
      "E": "Limitador eletrônico de velocidade."
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. O texto do item 11.1.7 é direto: 'Os equipamentos de transporte motorizados deverão possuir sinal de advertência sonora (buzina).'"
  },
  {
    "id": "nr11_idcap_14",
    "disciplina": "NR-11",
    "banca": "Simulado (Estilo IDCAP)",
    "ano": "2025",
    "enunciado": "No contexto do Anexo I da NR-11, o 'carro porta-bloco' deve possuir no mínimo quantas guias para evitar o deslocamento lateral do 'L' (Fueiro)?",
    "alternativas": {
      "A": "Uma guia central.",
      "B": "Duas guias.",
      "C": "Três guias.",
      "D": "Quatro guias.",
      "E": "Não há exigência de número mínimo, apenas que seja seguro."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. Conforme o item 2.1.1.1 do Anexo I: 'O carro porta-bloco deve possuir no mínimo duas guias para evitar o deslocamento lateral do L.'"
  },
  {
    "id": "nr11_idcap_15",
    "disciplina": "NR-11",
    "banca": "Simulado (Estilo IDCAP)",
    "ano": "2025",
    "enunciado": "Segundo o Anexo I da NR-11, é PROIBIDO o armazenamento e a disposição de chapas de rochas ornamentais em:",
    "alternativas": {
      "A": "Cavaletes verticais do tipo palito.",
      "B": "Cavaletes triangulares certificados.",
      "C": "Paredes, colunas ou estruturas metálicas que não sejam os cavaletes especificados.",
      "D": "Bancadas de trabalho com resistência comprovada.",
      "E": "Carros porta-blocos com fueiros adequados."
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. Conforme o item 6.2 das Disposições Gerais do Anexo I: 'São proibidos o armazenamento e a disposição de chapas em paredes, colunas, estruturas metálicas ou outros locais que não sejam os cavaletes especificados neste Anexo.'"
  }
]
