[
  {
    "id": "700031",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Do Trabalho Portuário",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "enunciado": "Conforme o Art. 32 da Lei nº 12.815/2013, compete ao órgão de gestão de mão de obra (OGMO) manter, com EXCLUSIVIDADE:",
    "alternativas": {
      "A": "O treinamento e a habilitação profissional do trabalhador portuário.",
      "B": "O cadastro do trabalhador portuário e o registro do trabalhador portuário avulso.",
      "C": "A expedição dos documentos de identificação do trabalhador portuário.",
      "D": "O estabelecimento do número de vagas para acesso ao registro.",
      "E": "A arrecadação e o repasse dos valores devidos pelos operadores portuários."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. O Art. 32, inciso II, estabelece que compete ao OGMO 'manter, com exclusividade, o cadastro do trabalhador portuário e o registro do trabalhador portuário avulso'. As demais alternativas (A, C, D, E) listam outras atribuições do OGMO, presentes nos incisos III, VI, V e VII do mesmo artigo, mas a lei não atribui a elas o caráter de exclusividade."
  },
  {
    "id": "700032",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Do Trabalho Portuário",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "enunciado": "A respeito da relação jurídica entre o OGMO e o trabalhador portuário avulso, assinale a alternativa CORRETA, nos termos do Art. 34.",
    "alternativas": {
      "A": "O exercício das atribuições pelo OGMO gera vínculo empregatício de prazo determinado.",
      "B": "O exercício das atribuições pelo OGMO gera vínculo empregatício de prazo indeterminado.",
      "C": "O exercício das atribuições pelo OGMO não implica vínculo empregatício com o trabalhador.",
      "D": "O OGMO só estabelece vínculo empregatício se o trabalhador for cedido em caráter permanente.",
      "E": "O exercício das atribuições pelo OGMO gera vínculo empregatício de natureza intermitente."
    },
    "resposta_correta": "C",
    "comentario": "A alternativa C está correta. O Art. 34 é taxativo ao afirmar que: 'O exercício das atribuições previstas nos arts. 32 e 33 pelo órgão de gestão de mão de obra do trabalho portuário avulso não implica vínculo empregatício com trabalhador portuário avulso.' As demais alternativas (A, B, D, E) estão incorretas por sugerirem a existência ou a possibilidade de formação de um vínculo empregatício direto decorrente das atividades de gestão do OGMO, o que é expressamente negado pela lei."
  },
  {
    "id": "700033",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Do Trabalho Portuário",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "enunciado": "Conforme o Art. 40, § 1º, a atividade de fiscalização da entrada e saída de pessoas a bordo das embarcações atracadas ou fundeadas ao largo, bem como da movimentação de mercadorias nos portalós e rampas, é definida como:",
    "alternativas": {
      "A": "Estiva",
      "B": "Capatazia",
      "C": "Conferência de Carga",
      "D": "Vigilância de Embarcações",
      "E": "Bloco"
    },
    "resposta_correta": "D",
    "comentario": "A alternativa D está correta. O enunciado descreve exatamente a atividade de 'Vigilância de Embarcações', conforme o Art. 40, § 1º, inciso V. A 'Estiva' (A) é a movimentação nos porões ou conveses (Inciso II). A 'Capatazia' (B) é a movimentação nas instalações em terra (Inciso I). A 'Conferência de Carga' (C) é a contagem e verificação (Inciso III). O 'Bloco' (E) é a limpeza e conservação da embarcação (Inciso VI)."
  },
  {
    "id": "700034",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Do Trabalho Portuário",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "enunciado": "Analise as proposições sobre a hierarquia das normas no trabalho portuário avulso, com base nos Art. 32 e Art. 36:\n\nI. A gestão da mão de obra do trabalho portuário avulso deve observar, prioritariamente, as normas internas do OGMO.\nII. Caso celebrado acordo ou convenção coletiva de trabalho, o disposto no instrumento precederá o órgão gestor.\nIII. A celebração de convenção coletiva dispensa a intervenção do OGMO nas relações entre capital e trabalho no porto.\n\nAssinale a alternativa CORRETA:",
    "alternativas": {
      "A": "Somente a proposição I está correta.",
      "B": "Somente as proposições II e III estão corretas.",
      "C": "Somente as proposições I e II estão corretas.",
      "D": "Somente as proposições I e III estão corretas.",
      "E": "Todas as proposições estão corretas."
    },
    "resposta_correta": "B",
    "comentario": "A alternativa B está correta. A Proposição I está incorreta, pois o Art. 36 determina a observância do 'contrato, convenção ou acordo coletivo de trabalho'. A Proposição II está correta, conforme o Art. 32, parágrafo único: 'o disposto no instrumento precederá o órgão gestor'. A Proposição III também está correta, sendo a consequência do mesmo Art. 32, parágrafo único: '[o instrumento] dispensará sua intervenção nas relações entre capital e trabalho no porto.' Logo, II e III estão corretas."
  },
  {
    "id": "700035",
    "disciplina": "Legislação Federal",
    "assunto": "Lei nº 12.815/2013 - Do Trabalho Portuário",
    "banca": "IDCAP (Simulado)",
    "instituicao": "Simulado Concurso Portuário",
    "ano": "2025",
    "cargo": "Analista Portuário (Simulado)",
    "nivel": "Superior",
    "enunciado": "De acordo com o Art. 38, que trata da estrutura do OGMO, qual das seguintes competências pertence à Diretoria Executiva, e não ao Conselho de Supervisão?",
    "alternativas": {
      "A": "Fiscalizar a gestão dos diretores e examinar os livros e papéis do órgão.",
      "B": "Deliberar sobre o número de vagas para acesso ao registro do trabalhador portuário avulso.",
      "C": "Editar as normas a que se refere o art. 42 (seleção e registro).",
      "D": "Representar o órgão e praticar os atos necessários ao seu funcionamento regular, no silêncio do estatuto.",
      "E": "Ser composto por 3 (três) membros titulares e seus suplentes."
    },
    "resposta_correta": "D",
    "comentario": "A alternativa D está correta. Conforme o Art. 38, § 4º, compete 'a qualquer diretor a representação do órgão e a prática dos atos necessários ao seu funcionamento regular', sendo esta uma atribuição da Diretoria Executiva. As alternativas A, B e C são competências expressas do Conselho de Supervisão, listadas no Art. 38, § 1º (incisos III, I e II, respectivamente). A alternativa E é uma característica da composição do Conselho de Supervisão (Art. 38, § 1º), e não uma competência da Diretoria."
  }
]
